{
    "odata.metadata": "https://app.legco.gov.hk/OpenData/HansardDB/$metadata#Rundown&$select=RundownID,MeetingDate,Content,BookmarkName,SpeakerID,HansardID,HansardFileURL",
    "odata.count": "44",
    "value": [
        {
            "RundownID": 828820,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "(Question put)",
            "BookmarkName": "EV_PUT_00343",
            "SpeakerID": null,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=EV_PUT_00343"
        },
        {
            "RundownID": 828826,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "(Question voted: Negatived)",
            "BookmarkName": "EV_VOTED_00349",
            "SpeakerID": null,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=EV_VOTED_00349"
        },
        {
            "RundownID": 828783,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "Not forgetting the 4 June incident",
            "BookmarkName": "mbm04",
            "SpeakerID": null,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=mbm04"
        },
        {
            "RundownID": 828785,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "PRESIDENT (in Cantonese): I now propose the question to you and that is: That the motion moved by Ms Tanya CHAN be passed.Mr Charles Peter MOK, please speak.",
            "BookmarkName": "SP_LC_PSD_00308",
            "SpeakerID": 1,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_LC_PSD_00308"
        },
        {
            "RundownID": 828791,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "PRESIDENT (in Cantonese): Please stop speaking immediately. ",
            "BookmarkName": "SP_LC_PSD_00314",
            "SpeakerID": 1,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_LC_PSD_00314"
        },
        {
            "RundownID": 828793,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "PRESIDENT (in Cantonese): Please stop speaking immediately. ",
            "BookmarkName": "SP_LC_PSD_00316",
            "SpeakerID": 1,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_LC_PSD_00316"
        },
        {
            "RundownID": 828806,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "PRESIDENT (in Cantonese): Please stop speaking immediately.",
            "BookmarkName": "SP_LC_PSD_00329",
            "SpeakerID": 1,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_LC_PSD_00329"
        },
        {
            "RundownID": 828812,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "PRESIDENT (in Cantonese): Does any other Member wish to speak? ",
            "BookmarkName": "SP_LC_PSD_00335",
            "SpeakerID": 1,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_LC_PSD_00335"
        },
        {
            "RundownID": 828814,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "PRESIDENT (in Cantonese): Does any other Member wish to speak?",
            "BookmarkName": "SP_LC_PSD_00337",
            "SpeakerID": 1,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_LC_PSD_00337"
        },
        {
            "RundownID": 828816,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "PRESIDENT (in Cantonese): Does any other Member wish to speak?(No Member indicated a wish to speak)",
            "BookmarkName": "SP_LC_PSD_00339",
            "SpeakerID": 1,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_LC_PSD_00339"
        },
        {
            "RundownID": 828817,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "PRESIDENT (in Cantonese): Ms Tanya CHAN, you still have six seconds to reply.  Then, the debate will come to a close.",
            "BookmarkName": "SP_LC_PSD_00340",
            "SpeakerID": 1,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_LC_PSD_00340"
        },
        {
            "RundownID": 828819,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "PRESIDENT (in Cantonese): I now put the question to you and that is: That the motion moved by Ms Tanya CHAN be passed.  Will those in favour please raise their hands?",
            "BookmarkName": "SP_LC_PSD_00342",
            "SpeakerID": 1,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_LC_PSD_00342"
        },
        {
            "RundownID": 828821,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "PRESIDENT (in Cantonese): Those against please raise their hands.(Members raised their hands)Ms Tanya CHAN rose to claim a division.",
            "BookmarkName": "SP_LC_PSD_00344",
            "SpeakerID": 1,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_LC_PSD_00344"
        },
        {
            "RundownID": 828822,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "PRESIDENT (in Cantonese): Ms Tanya CHAN has claimed a division.  The division bell will ring for five minutes.",
            "BookmarkName": "SP_LC_PSD_00345",
            "SpeakerID": 1,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_LC_PSD_00345"
        },
        {
            "RundownID": 828823,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "PRESIDENT (in Cantonese): Will Members please proceed to vote.",
            "BookmarkName": "SP_LC_PSD_00346",
            "SpeakerID": 1,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_LC_PSD_00346"
        },
        {
            "RundownID": 828824,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "PRESIDENT (in Cantonese): Mr Abraham SHEK, do you wish to cast your vote?(Mr Abraham SHEK did not cast any vote)",
            "BookmarkName": "SP_LC_PSD_00347",
            "SpeakerID": 1,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_LC_PSD_00347"
        },
        {
            "RundownID": 828825,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "PRESIDENT (in Cantonese): Will Members please check their votes.  If there are no queries, voting shall now stop and the result will be displayed.Functional Constituencies:Mr James TO, Mr LEUNG Yiu-chung, Prof Joseph LEE, Mr Charles Peter MOK, Mr Kenneth LEUNG, Mr Dennis KWOK, Mr IP Kin-yuen, Mr SHIU Ka-chun and Mr KWONG Chun-yu voted for the motion.Mr Jeffrey LAM, Mr WONG Ting-kwong, Ms Starry LEE, Mr Steven HO, Mr YIU Si-wing, Mr MA Fung-kwok, Mr Christopher CHEUNG, Mr Martin LIAO, Ir Dr LO Wai-kwok, Mr Jimmy NG, Mr HO Kai-ming, Mr Holden CHOW, Mr CHAN Chun-ying, Mr LUK Chung-hung and Mr LAU Kwok-fan voted against the motion.Mr CHAN Kin-por, Mr Frankie YICK, Mr CHUNG Kwok-pan, Mr SHIU Ka-fai and Mr Tony TSE abstained.",
            "BookmarkName": "SP_LC_PSD_00348",
            "SpeakerID": 1,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_LC_PSD_00348"
        },
        {
            "RundownID": 828809,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MR AU NOK-HIN (in Cantonese): President, this year is the 29th anniversary of the 4 June massacre.  First of all, I call on all citizens to attend the candlelight vigil to be held at the Victoria Park on the night of 4 June to commemorate the deceased, to fight for vindication of the 4 June incident and to pursue responsibility for the massacre. Over the past few years there have been many discussions on the commemoration of the 4 June incident.  Some young people disapproved of the candlelight vigil and chose to commemorate the incident in different ways or even called on people to forget the 4 June incident.  While I consider this regrettable, I believe many people, like me, and including young people, will continue to safeguard this memory.  According to the results of surveys or polls, the percentage of young people who support vindication of the 4 June incident is the highest of all age groups.  On the contrary, among the \"post-50s\" who personally experienced the incident, only a lower percentage of people are supportive of vindication of the 4 June incident.  What is the phenomenon portrayed by these results?  It is that the 4 June issue is not a generational dispute, but a question of justice, and the human nature of perseverance. Most people who support vindication of the 4 June incident are supporters of such universal values as democracy, freedom, and human rights.  It is because the 4 June massacre is not only a tragedy in which we were driven by the Chinese mindset of \"blood is thicker than water\" and took up cudgels for our compatriots.  Rather, it is more of a symbol of the ideals cherished by a generation of people in fighting for democracy and the elimination of economic inequality.  Back then, Hong Kong citizens expressed their support not only out of their patriotic sentiments but more importantly, they shared the values advocated by the students, such as human rights, opposing depravity, and so on.  Even though the younger generation did not go through or personally experience the 4 June incident, they hold the same values as young people back in those years did and naturally share their aspirations and appreciate their actions.  This is a kind of mutual identification among people being suppressed and perseverance for justice. I recall that back in those years Mr James WONG hosted a programme called \"Off-guard Tonight\".  In the wake of the 4 June massacre, the programme hosts predicted that they would definitely be arrested after the reunification.  They called on Hongkongers to stand united, not to bribe Beijing, and what is more, to watch over Hong Kong.  In retrospect, with regard to these remarks made back then, many of their predictions, of course, have not realized.  But their discussion back then pointed out that apart from the need to consider the future of China, it was also necessary to think about the situation of Hong Kong and the need for Hongkongers to lay the foundation for self-rescue. Therefore, the 4 June incident is not only a patriotic pro-democracy movement.  What is more, it instilled a sense of crisis in Hongkongers towards their own situation and subsequently became the starting point of the pro-democracy movement in Hong Kong.  The history of Hong Kong relating to the 4 June incident is far more than commemoration.  The support given by Hongkongers and their enthusiastic donations for the pro-democracy movement in 1989 enabled the people on the Square to hold on in the last few weeks; and in the mass processions with a million people taking part in them before and after the 4 June incident, the unprecedented numbers of participants gave Hongkongers the historical memory of putting up resistance together and led them to rethink the importance of democracy.  The Racecourse where horse race meets are often held nowadays was turned into a venue in support of the student movement, and Hong Kong, a place where people aspire to luxuries and extravagance, was given the new meaning of being a champion of justice.  With the occurrence of the Pitt Street Riot in Mongkok back then, the massive protest held in Hong Kong in the wake of the massacre was nipped in the bud and merely kept as classified records by the Special Branch of the British-Hong Kong Government.  After the records were released, people have come to realize how the Communist Party of China had employed vicious means to penetrate and intervene in the pro-democracy movement in Hong Kong. What I have said is the history of movements for promoting democracy in Hong Kong.  Today, the position on the 4 June massacre is a \"demon-spotting mirror\" of Hong Kong citizens.  Many people, including members of the pro-establishment camp in high and powerful positions, are unwilling to talk about the 4 June incident.  They have even changed the position of condemning the Chinese Government that they adopted back then, in the hope that the people will forget the past. Just now Dr Junius HO said that he had his own position, and if my memory has not failed me, he voted for the motion on vindication of the 4 June incident last year.  I hope that this year, he can again act with conscience and again vote for the motion, rather than abstaining.  I also recall another example.  In May 1989, a reporter of The Standard was interviewed by Radio Television Hong Kong's programme, \"Headliner\", and gave an account of her experience in covering the student movement in Beijing.  She described that the Tiananmen Square at the time had the atmosphere of a small city or a small state where some unarmed people were protecting some unarmed students.  She also highly praised the assembly for it felt like the most peaceful ever in history.  Who is this reporter?  Her name is Priscilla LEUNG, or Dr Priscilla LEUNG, a Member of this Council today. It is impossible for me to list one by one the then positions of Members who are in this Council now, but I very much hope that Members should at least restore their conscience by voting for this motion.  It is precisely because in Hong Kong there is still freedom of speech allowing us to state our position and calling for vindication of the 4 June incident that we can continue to lit candles.  It is all the more necessary for us to carry forward this memory, so that when China keeps on stressing that it is a great nation, we can tell people all over the world that this dictatorial regime is, by nature, a regime that suppressed the patriotic pro-democracy movement by force and slaughtered its people mercilessly. \"Vindicate the 4 June incident; End one-party dictatorship\".  No matter how immense the political suppression is, Hong Kong citizens absolutely will not forget the pain of the 4 June incident.  The 4 June incident marked the start of my political enlightenment.  I started to take part in the commemoration of the 4 June incident when I was a secondary student and I have not stopped taking part in it ever since.  I so submit.",
            "BookmarkName": "SP_MB_ANH_00332",
            "SpeakerID": 159,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_ANH_00332"
        },
        {
            "RundownID": 828810,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MR ABRAHAM SHEK (in Cantonese): President, having been a Legislative Council Member for 18 years, I have never spoken on the motion \"Not forgetting the 4 June incident\".  So, why would I like to speak on this motion today in particular?  Not only is 4 June a very important day in history, it is also an unforgettable day.  Nevertheless, history will give us an explanation of what happened in the 4 June incident that occurred in Beijing.My purpose of speaking today is to present a very famous poem composed by Robert Laurence BINYON in 1914 for the Tiananmen Mothers (I quote):\"They went with songs to the battle, they were young, Straight of limb, true of eye, steady and aglow.  They were staunch to the end against odds uncounted, They fell with their faces to the foe.  They shall grow not old, as we that are left grow old: Age shall not weary them, nor the years condemn.  At the going down of the sun and in the morning We will remember them.  They mingle not with their laughing comrades again;  They sit no more at familiar tables of home;  They have no lot in our labour of the day-time;  They sleep beyond time.\" (end of quote)President, I read out this poem for the Tiananmen Mothers in the hope that they will never forget their children who died in the 4 June incident in 1989.",
            "BookmarkName": "SP_MB_AS_00333",
            "SpeakerID": 53,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_AS_00333"
        },
        {
            "RundownID": 828807,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MR ANDREW WAN (in Cantonese): President, this year is the 29th anniversary of the 4 June incident.  First of all, I must thank Ms Tanya CHAN for upholding the tradition of the pro-democracy camp in proposing a motion on \"vindication of the 4 June incident\" for debate in this Council before the anniversary of the 4 June incident.  Of course, as in the past, colleagues from the pro-establishment camp seldom speak on it. President, MAO Zedong once said to the effect that those who suppressed student movements will meet no good ending, but it seems that not many people in the Chinese Communist regime had accepted the guiding ideology of this greatest leader as proclaimed by them.  In the contemporary history of China, we can see that from the May Fourth Movement to the 9 December Movement, and from the 9 December Movement to the anti-hunger and anti-civil war movement, every student movement became pioneer of the times, reflecting social conscience and promoting progression in history.  People who suppressed student movements are reactionaries opposing the times, society and history.  Such people and the ruling regime will certainly come to no good ending.  MAO Zedong should be right on this point. A nation that forgets its history is a nation without hope.  The purpose of not forgetting history is to learn a lesson and avoid making the same mistake, so that society can move forward.  The 1989 pro-democracy movement was a resistance movement staged by the Chinese people with the objectives of fighting for freedom, opposing depravity and profiteering, and resisting the dictatorial rule by the CPC Government.  Under the dictatorship of DENG Xiaoping back then, the CPC Government, by way of a bloody suppression, brought the 1989 pro-democracy movement to an end, leaving a most shameful page not only in the history of China but also in the history of mankind. During the 1989 pro-democracy movement, the people of Hong Kong, including myself who was a matriculation student then, watched the news broadcast on television every day to find out what was going on in the Mainland, and we were like experiencing in person the happenings there every day.  Today, the past has not vanished without trace.  Many things are still vivid before our eyes.  I believe our feelings are shared by many Hong Kong citizens. Hong Kong people, regardless of them being concerned about the situation in China out of a sense of identity or a sense of justice or on humanitarian grounds, or even from the angle of such universal values as democracy, freedom and human rights, should stand on the side that represents justice for the people.Many Members said earlier that a lot of young people in Hong Kong thought that the 4 June incident or the affairs of China have nothing to do with them.  I understand how they feel.  Faced with such a despicable regime that has gone back on its words and reneged on its promise and brought such a profound disappointment, it is only normal to have this reaction psychologically.  But I would like them to understand that the people of China and the people of Hong Kong face the same dictatorial regime.  There is an interdependent relationship between us and this, I think we all understand.Many colleagues mentioned earlier the \"709 Crackdown\", the situation of human rights lawyers, human rights activists in the Mainland constantly being subject to surveillance, the situation of LIU Xia, and so on.  What crime did LIU Xia commit?  Even from the Mainland's most restricted point of view, what does LIU Xiaobo's crime have to do with LIU Xia?  Why should she be subjected to such punishment?  The case of LI Wenzu is the same.  She only wants to look for her husband, a human rights lawyer.  When the Mainland is frantically and viciously suppressing forces in support of human rights and democracy in the Mainland, and when it is suppressing all the forces that strive for governance of the country by the rule of law, can we really just mind our own business and turn a blind eye to what happened?  Could it be that Hongkongers can simply stay aloof at the end of the day? Let us look at Hong Kong nowadays.  We are now suppressed by the despotic powers of the same regime which has undermined the Basic Law on all fronts, and the promises of \"one country, two systems\", \"Hong Kong people ruling Hong Kong\", and \"a high degree of autonomy\" have all been reneged on.  The incident of the disqualification (\"DQ\") of Members, the suppression of democratic forces, the sabotaging of the rule of law, and the strangling of the basic rights of the people have all shown that the situation of China and that of Hong Kong are just the same, so how can we be separated from each other?  Can Hongkongers really respond by simply saying that this has nothing to do with us?  Let us do some soul-searching and ask ourselves: While we continue to enjoy the remaining bits of the precious freedom of speech, can we not say something to do justice to the many Chinese people under suppression in the Mainland?  Is it that we do not even dare to say \"insisting on vindication of the 4 June incident\" and \"opposing one-party dictatorship\"?  This, I think, is really not convincing. President, just now I said that I was a matriculation student back in 1989, and many colleagues mentioned earlier the Concert for Democracy in China, the assembly at the Victoria Park when typhoon signal No. 8 was hoisted, the several massive rallies with 1 million people taking part in them, and so on.  I was among the participants on all these occasions.  Regarding this wound in history, I really find it incomprehensible as to why the Chinese Government refuses to seriously face and address it. TAM Yiu-chung, former Chairman of the Democratic Alliance for the Betterment and Progress of Hong Kong, a Hong Kong Deputy to the National People's Congress, and a member of the Standing Committee of the National People's Congress, was the first to launch an attack recently by talking nonsense, saying that the slogan of \"ending one-party dictatorship\" is improper.  WANG Guangya then echoed his view, alleging that people calling for the end of one-party dictatorship should not run in elections.  I have been asked by many journalists whether I still dare to say it.  My position is clear.  Two slogan placards are placed in front of me now.  Members from the pro-establishment camp can take a picture if they like.  We are not worried at all. The 4 June incident in 1989 is, to me, a political enlightenment that inspired my participation in social movements and pro-democracy movements.  The five operational goals of the Hong Kong Alliance in Support of the Patriotic Democratic Movement in China (\"the Alliance\")―Release the dissidents; Rehabilitate the 1989 pro-democracy movement; Demand accountability of the June 4th massacre; End one-party dictatorship; Build a democratic China―are the goals that many Hong Kong citizens and I have been pursuing for 29 years.  They represent the highest common factor in Hong Kong society, and there is no room for compromise. President, at 3:00 pm on the upcoming 27 May, the Alliance will again hold the annual mass rally that sets off from the Southorn Playground in Wan Chai, and at 8:00 pm on 4 June, the candlelight vigil will again be held at the Victoria Park in Causeway Bay.  Despite the many adversities that we have faced in politics in recent years and however ferocious the suppression by the despotic regime has been, our resolve will never yield.  Compared with the situation of people in the Mainland, it is all the more imperative for us to do our part.  We must persevere, so that the glow of candlelight can bring comfort to the heroic souls of the victims of the 1989 pro-democracy movement and inspire people who still have a conscience in all parts of the world. With these remarks, I urge Members to support Ms Tanya CHAN's motion.  Thank you, President. ",
            "BookmarkName": "SP_MB_AW_00330",
            "SpeakerID": 133,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_AW_00330"
        },
        {
            "RundownID": 828789,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MR ALVIN YEUNG (in Cantonese): President, I wish to take the opportunity of this debate today to explore, with the people of Hong Kong, the relationship between the 4 June incident and Hong Kong.  The 4 June incident is, in fact, closely related to Hong Kong, not only because we have gone through the million-people march, the Concert for Democracy in China, the outbreak of the Pitt Street riot, and so on, but also for the fact that some of the events have indeed influenced the future of Hong Kong post-1989.Let me use the Basic Law as an example.  There are two items in the second draft of the Basic Law promulgated in February 1989 (and before the 4 June Incident) which are closely related to Hong Kong nowadays.  The first one is Article 23.  The second draft did not set out the seven offences nor stipulate the provision of \"subversion against the Central People's Government\" and two offences related to foreign governments.  The provisions on these three offences were included only after the final draft of the Basic Law was officially finalized in April 1990.  Such an addition was certainly made under the direct influence of the 4 June incident.  The Central People's Government might have lost its confidence after seeing the proactive engagement and sentiment of the people of Hong Kong during the 4 June incident back then and therefore added the offence of \"subversion against the Central People's Government\", an offence which does not exist under the concept of common law, and incorporated it into the Basic Law.  Nowadays, can the people of Hong Kong state that such an incident is irrelevant to us?  Certainly not.The second one is related to universal suffrage.  It was mentioned in the second draft of the Basic Law―the version published in 1989 which I mentioned just now―that the progress of implementing universal suffrage in Hong Kong should be handled by the third-term Special Administrative Region Government.  It is actually the concept of a referendum.  If a proposal was formulated in the end, what would be the time for implementation?  The fourth-term Government.  President, in retrospect in 2018 today, were it not for the 4 June incident, we probably would have implemented universal suffrage and it might even have taken place for two terms.  Yet, as a result of the occurrence of the 4 June incident, this idea, which seems rather liberal now, had certainly turned into dust in the course of history in the final version published in 1990.President, there is always a motion on the 4 June incident around this time every year.  Leafing through the verbatim records on the motion debates on the 4 June incident over the past decade, I discovered that speeches made by Members, be they democrat or pro-Government, were nearly identical in argument and even wording year after year.  A former Member from the democracy camp even went so far as to make reference to Emperor Wu of the Han Dynasty, who handed down an imperial edit to put the blame on himself, in the motion debate on the 4 June incident every year.  As a matter of fact, President, the part about the Basic Law which I talked about just now is identical to the content of my speech last year, with not even a single word altered.Why bother, some people say, since you are simply repeating the same thing year after year, for 29 years?  Is this the case, President?  Does a revisit of the same ideas, viewpoints and examples, which are then repeated next year, mean the motion on the 4 June incident of the Legislative Council has become an annual ritual devoid of actual meaning?  I do not think so.Some university students suggest that, to their generation and especially among the young people, the 4 June incident is too distant, towards which they have little feeling.  Granted, for those who have never watched the live broadcast on television in the early hours of 4 June 1989, nor gone through the partings after the summer of 1989 with many a classmate emigrating with their families, we can hardly expect them to have much feelings towards the 4 June incident.  However, to the people of Hong Kong, the 4 June incident symbolizes fear of the Communist Party of China, a form of psychological escape―be it the literal form as emigration, or the psychological form as indulging in luxury and dissipation and adopting a \"live for today\" mentality―brought forth by the unwillingness to live under such a mode of governance.  Think for a minute: how the psyche of the people of Hong Kong at that time bears close, albeit not perfect, resemblance to their attitude today (in 2018).President, although 29 years have passed since the 4 June incident, a motion calling for vindication of the incident is still proposed in the Legislative Council every year, and the Victoria Park is still lit with candlelight every year.  The Hong Kong Alliance in Support of Patriotic Democratic Movements of China is still chanting every year its five operational goals: Release the dissidents; Rehabilitate the 1989 pro-democracy movement; Demand accountability for the June 4th massacre; End one-party dictatorship; Build a democratic China.  What is the point, President, for us to do the same thing, give the same speech and chant those slogans calling for things seemingly unattainable every year?  Not because we are afraid that we or the future generation will forget, but because we know the regime has a longer memory than we do.  Otherwise, President, the access code incident of May Shing Court in Tai Wai would never have happened.  I wish also to hold this incident as a reminder to those youngsters or people of Hong Kong who see themselves as fairly distant from the 4 June incident: the incident has a way of catching up with you even though you do not care about it.  You think the 4 June incident has nothing to do with you but many people, out of fear, qualms and taboo, have the four digits of 8964 engraved in their minds.This is what we have to do.  Despite doing the same thing year after year, we still wish to safeguard our memories this way.  For a probably long and drawn out battle like this one with the onset of victory uncertain, the least we can do is to pass down the memories from one generation to the next.  Many of those who had experienced the incident first hand have already passed away.  Many family members of the victims of the 4 June incident may no longer be alive today to continue their wait for the movement's vindication.  What we can do is to safeguard the memories for them, and keep making the same remarks here every year.  For we are convinced that ultimately, the march of history will head in the right direction, and those on the side of justice will triumph in the course of history.The Civic Party supports the motion calling for the vindication of the 4 June incident today, as we will keep doing so for such a motion every year in the years to come.  I so submit. ",
            "BookmarkName": "SP_MB_AY_00312",
            "SpeakerID": 131,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_AY_00312"
        },
        {
            "RundownID": 828813,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MR CHAN CHI-CHUEN (in Cantonese): This year marks the 29th anniversary of the 4 June incident.  I did not expect the numbers \"8964\" can still stir up a political turmoil in Hong Kong nowadays.For instance, a housing estate has changed a building's door access code from \"8964\" following complaints about the numbers being politically sensitive.  The turmoil caused by self-censorship reminds me of an incident that occurred 11 years ago when I was working with a radio station and co-hosting a live programme with Radio Guangdong on a daily basis.  On 4 June, the producer of my counterpart reminded us not to mention the numbers \"64\".  I was really puzzled whether he was exercising self-censorship because of his cowardice or an instruction received from the highest authorities.  Whichever was the case, I could understand it as he was on the Mainland.  Today, 10 years down the line, things like that still occur in Hong Kong.  Yet, a straw shows which way the wind blows.  It has been 29 years since the occurrence of the 4 June incident, and Hong Kong as a former British colony has already been reunited with China.  After the reunification, the freedom of speech in Hong Kong is protected by the Basic Law.  So, why are the numbers \"8964\" still regarded as sensitive even today?  The complainant might have no political stance, but he is either being sensitive or afraid of political sensitivity.We still cannot figure out why our proposal put forward every year to discuss calls for \"not forgetting the 4 June incident\", \"vindicating the 1989 pro-democracy movement\", \"ending one-party dictatorship\", \"building a democratic China\", and \"reforming China's political system\" is still regarded as violating the Constitution or even breaking the law today, not to mention 10 or 29 years ago.  Compared to the situation 10 or 29 years ago, is the situation in Mainland China better or worse?  To continue pushing for economic reform, the CPC Government has, in recent years, launched the Belt and Road Initiative and the development of the Guangdong-Hong Kong-Macao Bay Area, emphasizing \"making money together\" and avoid talking about politics.  Nevertheless, we can see that Mainland China has been regressing in terms of freedom of the press and of speech. When covering the 10th anniversary of the earthquake that hit Sichuan, a Cable TV journalist was assaulted by two men who were alleged to be ordinary people when they were led by Mainland officials to extend apologies to the journalist.  However, they were later exposed by the residents that they were actually personnel of the local government.  The two men were sent to intimidate the journalist for fear that some parents might revisit the tofu-dreg construction works on the 10th anniversary of the Wenchuan earthquake and there would be extensive media coverage of the incident.  A few days later, during the coverage of a hearing on a human rights lawyer in connection with the \"709 Crackdown\", a NOW news journalist stationed in Beijing was grabbed by the neck, pressed to the ground and then handcuffed by law enforcement officers.  However, he was accused by a veteran politician in Hong Kong of obstructing police officers in the execution of their duty.  What will be the consequences if such things happen in Hong Kong and a journalist is handcuffed and pressed by Hong Kong police officers on the ground when covering news?  Despite the repeated occurrences of incidents involving assault on Hong Kong journalists, the Special Administrative Region Government has merely expressed regrets without voicing any condemnation.At a High-Level Meeting cum First Plenary of the Hong Kong-Sichuan Co-operation Conference held in Sichuan earlier, ZHANG Xiaoming, Director of the Hong Kong and Macao Affairs Office, said that in order to achieve the best social and political results, proper publicity of the policy initiatives of the Central Authorities should be carried out in a manner and language easily approved of and accepted by Hong Kong and Macao societies.  This is what he meant.  We can imagine that if Hong Kong no longer enjoyed freedom of speech and images of the journalist being assaulted had not been repeatedly shown on television, the journalist might still not be released today and, like WANG Quanzhang, a human rights lawyer, might be detained for 1 000 days and face uncertainties to his survival.How long can Hong Kong continue to exist as a bastion of freedom?  The recent years have seen more and more people being \"DQ\", meaning disqualified, or deprived of their right to stand in elections.  At the 19th National Congress, the Communist Party of China made clear that overall jurisdiction had to be grasped tightly and firmly and hence, the room for freedom in Hong Kong has become increasingly narrow.In recent years, some young people holding divergent views have indicated that they will not participate in the 4 June mourning events organized to show Hong Kong people's support for the Hong Kong Alliance in Support of Patriotic Democratic Movements of China.  They even consider that the 4 June incident has nothing to do with them.  I will never compel others to participate in any political activities.  Nevertheless, I wish to tell these young people that Hong Kong can mourn the 4 June incident today is actually an act of anti-retrogression.  When 4 June mourning activities can no longer take place in Hong Kong one day or when people are no longer allowed to mourn 4 June, with \"8964\" being regarded as sensitive, I believe the pro-establishment Members might be the first ones to leave as they are very rich.  On the contrary, it does not matter to us because we have nothing to lose.  Furthermore, I would like to tell those in power not to be pleased when hearing these young people say they will not mourn 4 June because those who continue to do so still love the country and care about this piece of land, whereas those young people may probably think that they have nothing to do with these events that merely occurred in neighbouring areas in the past.Lastly, I would like to say that when mourning 4 June, we must not forget about LIU Xia, the widow of LIU Xiaobo.  The Beijing authorities have placed her under house arrest for more than seven years and deprived her of the freedom of communications, liberty and the freedom of entry into and exit from the Mainland.  Such a move is absolutely unfair and unreasonable and in violation of the principle of governing the country in accordance with law which the Chinese Government has all along claimed to have adopted.  As such, when the relevant authorities indicate they will act according to law in dealing with the co-location arrangement and the enactment of a National Anthem Law, what will Hong Kong people think about the Mainland's legal system and law enforcement on the Mainland?Here I call on the Beijing Government to abide by the Constitution and allow LIU Xia to enjoy liberty and the freedoms of communications and entry into and exit from the Mainland.  Meanwhile, Hong Kong people must carry on their fight for not forgetting the 4 June incident, vindicating the 1989 pro-democracy movement, ending one-party dictatorship, building a democratic China and releasing LIU Xia immediately.",
            "BookmarkName": "SP_MB_CCC_00336",
            "SpeakerID": 104,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_CCC_00336"
        },
        {
            "RundownID": 828802,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "DR FERNANDO CHEUNG (in Cantonese): Deputy President, first of all, I thank Ms Tanya CHAN of the Civic Party for proposing the \"Not forgetting the 4 June incident\" motion.  To my understanding, this motion was only passed once when moved by former Member SZETO Wah in 1997.  Other than that, it was negatived every time and I believe this time it will be no exception.  However, that does not mean we will cease proposing it.  As the motion says, we will not forget. I was in the United States when the 4 June incident broke out.  I learnt about the incident only through international media.  The images I saw were heart-wrenching, shocking and unbelievable.  We bustled around as we were worried that people in the Mainland were blocked from the truth.  Many different pieces of news were spreading around as we tried to send international media coverage and information in Hong Kong to the Mainland as soon as possible, although the efforts made then seem useless today. As far as I know, very few people know about LIU Xiaobo in the Mainland and even fewer know about LIU Xia.  To my understanding, many young people in China have not even heard of the 4 June incident.  An incident of great importance in Chinese history which signifies savage suppression of dissidents and brutality towards young people demanding reform by the regime is gradually being forgotten.  Therefore, we must insist on proposing this motion and we will continue to do so as long as this motion can be proposed in the Hong Kong Legislative Council; as long as we can demand \"ending one-party dictatorship, releasing the dissidents, rehabilitating the 1989 pro-democracy movement, demanding accountability of the June 4th massacre and building a democratic China\" in Hong Kong; and as long as we can hold the candlelight vigil on 4 June. Deputy President, the 4 June incident per se was not simply a tragedy or an unfortunate incident.  Hundreds of people have lost their lives and tens of millions of people were injured in the incident.  The dictatorial regime treated its own people with violence and suppressed unarmed young people with tanks and machine guns.  The 4 June incident was certainly a huge shock to Hong Kong, but it was also an incident of enlightenment to our generation and for the future. However, what merits our consideration even more is that we are precisely under the rule of this regime.  In the face of a regime which suppressed peaceful dissidents with tanks and machine guns, we must wonder how do we get along with it?  How do we establish a relationship with this regime or alienate from it?  For this reason, many young people nowadays have distinctly different concepts of China and the Communist Party of China compared to our generation.  Some young people even consider that the 4 June incident has nothing to do with them because we have reached a point where it is impossible to establish a normal relationship with such a brutal regime. Hong Kong was originally protected by \"one country, two systems\" and the Basic Law which provides that Hong Kong shall enjoy a high degree of autonomy and make progressive headway towards a democratic political system.  However, we are now backtracking and our scope of freedom has been narrowed.  First, it was forbidden to promote \"Hong Kong independence\"; then, it was forbidden to advocate \"self-determination\"; now, politicians and teachers are forbidden to chant the \"end one-party dictatorship\" slogan.  Will the entire Hong Kong be required to pledge allegiance to the Communist Party and China sooner or later? Now they even want to enact a National Anthem Law, readily accusing people of disrespecting the regime.  One will be put into jail for even the slightest out-of-place move under the \"governance of the country according to law\".  Is this the fate of Hong Kong in the face of a totalitarian regime which is becoming increasingly stringent under which one leader controls all and the party overrides the country?  Under these circumstances, we reflect on the 4 June incident and commemorate the dissidents, including pro-democracy activists LIU Xiaobo and LIU Xia.  I hope the 4 June incident will never be forgotten. ",
            "BookmarkName": "SP_MB_CCH_00325",
            "SpeakerID": 115,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_CCH_00325"
        },
        {
            "RundownID": 828788,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MS CLAUDIA MO (in Cantonese): This day comes around every year.  No one in Hong Kong is ignorant of what happened on 4 June.  This day comes around every year.  Fourth June is like a festival, one that we grieve over though.  I mainly wish to say this to the young people in Hong Kong.  From the news report I learnt that this year, the student unions of many universities will neither attend the 4 June assembly nor organize other activities to commemorate the 4 June incident on their campuses.  I felt a bit sorry hearing it, but I do not find it incomprehensible. History changes, so do people's sentiments.  It was 29 years ago when the incident took place on 4 June 1989.  Many young people, especially the university students, are definitely younger than 29 years of age.  The incident happened almost three decades ago.  Why should we be forced to follow the ritual and do something every year just to show that we care?  No way.  This, I understand.  But I hope the young people will realize that many conditions in life are changing under our eyes. A decade ago in 2008 when the Sichuan massive earthquake took place, many people went to the streets mainly to raise funds for the Red Cross.  Back then Hongkongers had swarmed to make donations in $10, $20, $100, $500, and some people even gave away $1,000.  They kept putting money into the donation boxes, and we heard people saying all the time that blood is thicker than water and that compatriots are bound by strong ties of affection.  A decade down the line, in 2018, so many young people said that they considered themselves Hongkongers, not Chinese. About two months ago I attended a student activity of the University of Hong Kong and before the start of the activity, I chatted with a dozen students who are considered student leaders.  I asked them whether they regarded themselves as Hongkongers or Chinese.  As expected, and in line with many poll statistics published, 90% of the students identified themselves as Hongkoners, while one or two students said that they would admit that they are Chinese as a secondary identity.Members may not have noticed that the full name of the Alliance in charge of the commemoration of the 4 June incident and which calls on people not to forget the 4 June incident and organizes the candlelight vigil at the Victoria Park is \"The Hong Kong Alliance in Support of Patriotic Democratic Movements of China\".  Many young people simply abhor it on hearing the word \"patriotic\" because they think that to the new generation, the true spirit of patriotism is to protect their own country from being savaged by a despotic power.  But if I am forced to love a political regime which, I think, is entirely brutal and bloody, are you still asking me to be patriotic?  This is what the young people think and this, I understand, too. Another reason or excuse is that―\"excuse\" in Chinese should be \"藉(zik6)口\", not \"借(ze3)口\"―the Alliance has since its inception adopted this slogan, \"Build a democratic China\", and I have heard so many young people say this: \"Well, about building a democratic China, we just do not have the leisure to do it, and is it not a bit too far away from us?  When we in Hong Kong cannot even have democracy, you are talking to me about building a democratic China?\"  Actually they have a point there.  Mainland China is like an ocean liner whereas Hong Kong is a boat or a sampan.  However, it does not mean that we can completely wipe away the 4 June incident.  It is a tragedy, a tragedy in history. On 4 June every year, one will think of some literary scenes in Hong Kong―an elderly sitting in a rattan chair, fanning himself with a paper fan or palm-leaf fan; he may be commemorating LIU Xiaobo, with the din of cicadas surrounding him, and in the air there is a vague scent of white jade orchid; or, the background is a resplendent and exuberant delonix regia, also known as the flame of the forest, and at this time every year, or put it in an expression used in the Mainland, the turmoil that occurred between spring and summer that year―A different name is used now, as it was first said to be a riot but then it was gradually referred to as a turmoil, whereas in recent years, it has been referred to as the 4 June incident, and this is the background. I wish to tell the young people that on the eve of 4 June back in 1989 I was a full-time journalist.  The Beijing Authorities were terrified back then.  Pretending to be a student of the Peking University, I sneaked into the student dormitories of the Peking University―this is against the law, and according to what Carrie LAM has said, I did not abide by the law; and fortunately I was not beaten up for that back then.  But at that time, the university students were discussing \"perestroika\" and \"glasnost\" promoted by GORBACHEV, leader of the Soviet Union then, meaning reform and opening in Russian.  What the students wanted was to see true democracy in China, and actually this is really not very different from what Hong Kong is fighting for nowadays.  Is that not very much the same as what are doing now?  Time-wise, there is a gap indeed.  If it is considered meaningless to vindicate the 4 June incident, never mind, young people have their own choice.  But what we are talking about here is not to forget the 4 June incident.  It is impossible to forget the 4 June tragedy, just as it is impossible for us to forget history.  Thank you. ",
            "BookmarkName": "SP_MB_CM_00311",
            "SpeakerID": 93,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_CM_00311"
        },
        {
            "RundownID": 828786,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MR CHARLES PETER MOK (in Cantonese): \"Release the dissidents; Rehabilitate the 1989 pro-democracy movement; Demand accountability for the June 4th massacre; End one-party dictatorship; Build a democratic China\".  At the blink of an eye, we have been repeating these five chants of the Hong Kong Alliance in Support of Patriotic Democratic Movements of China (\"the Alliance\") for nearly 30 years.  Twenty-nine years is not a short time.  Children back then of 1989 have become adults today.  I see some students in the public gallery.  Just imagine what it will be like 29 or 30 years from now.  Thirty years later, how will you look at the very thing that changes your life today?  Will you make a volte-face?  Many of the young and middle-aged in those days have now become elderly, and of such elderly, many older ones have already passed away.  But those killed in Tiananmen and Beijing back then, aggrieved for 29 years, do not live to see this day. Some call the 4 June incident a \"baggage\", but we have not set it down.  It seems that setting down the baggage will make us feel relieved, but it is just an evasion.  Vindicating the 4 June incident is the responsibility of this generation of ours, and I believe and think that before its vindication, it will even be the historical responsibility of every generation.  Hence, over the past 20-odd years, many people have never stopped commemorating the 4 June incident.  Historical responsibility is not a baggage.  As long as it is not vindicated or settled, we will never let go of it easily. We have been repeating these five chants of the Alliance for 29 years.  When we go over each of them, we are overwhelmed with thoughts.  The vindication of the 1989 pro-democracy movement remains out of reach.  The more developed, stronger and more advanced the national economy, the farther it is away from political reform.  Is a fattening wallet something that can bury our conscience?  When the country grows stronger, will it then find it unnecessary to reason things out, brushing aside all fundamental principles of human nature and justifying tyrannical killings? Nevertheless, when it comes to demanding accountability for the 4 June massacre, how can we do so while the ruling regime is still in power?  Sadly, time really waits for no one.  Twenty-nine years on, the Tiananmen Mothers have recently said that 51 family members of those killed in the 4 June Tiananmen massacre, i.e. the parents of the young deceased, have passed away now 29 years down the line.  The only thing they can do is, as they said, \"To walk the tough road of upholding our dignity as human beings and seeking fairness and justice\". This is the utter misery of being Chinese.  Do not preach to me about things like being powerful.  We can only cover our eyes, mouths and ears.  In fact, we even have to shut our mind down and dope ourselves, thinking no more about it and putting aside dignity, fairness and justice.  If so, I would rather pick up the baggage and carry the historical responsibility to the end. The first of these chants is \"release the dissidents\".  Twenty-nine years have passed, have they not all been released?  Even if they are not released, they may have passed away.  But LIU Xiaobo was indeed imprisoned in June 1989, and subsequently went through twists and turns only to land himself in jail four times.  On 13 July 2017, he was tortured to death in prison.  As for his wife LIU Xia, she has been kept under house arrest for nearly eight years since the end of 2010 when LIU Xiaobo was awarded the Nobel Prize. Like LIU Xiaobo, LIU Xia has long been subjected to physical and mental harm.  According to LIAO Yiwu, her good friend, in an open letter recently posted, LIU Xia lives like a plant and lies like a corpse.  This is our country, which has now virtually become a world power in both economic and political terms.  But how does it treat its people, i.e. the real Chinese?  Who are the real strong ones among us?  Who are the real weak ones among us?  I can only say that in our eyes, those who know only to hold tight to their authority and financial power with total disregard for morality are by no means strong, but pitifully weak. I can only say that it is a morally bankrupt regime, which feels no moral obligation towards its people.  It is nothing more than a regime.  No matter how powerful it appears, it is downright rotten inside.  Hence, the five chants of the Alliance also include \"end one-party dictatorship and build a democratic China\".Twenty-nine years ago, we issued a call to \"build a democratic China\" in a hopeful tone.  Now, China has emerged as a very affluent nation indeed.  We refuse to give up, and we will keep going.  We will make it someday, and Hong Kong will again play a key role in China's path to genuine modernization and democratization.  No matter how the regime in China and the Hong Kong Government go about it, they cannot stop it. Proverbs 13:6 says, \"Righteousness guards the person of integrity, but wickedness overthrows the sinner\", and Psalms 9:8 says, \"He rules the world in righteousness and judges the peoples with equity\".  See you all in the Victoria Park on the night of 4 June.  Vindicate the 4 June incident, and release LIU Xia. ",
            "BookmarkName": "SP_MB_CPM_00309",
            "SpeakerID": 103,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_CPM_00309"
        },
        {
            "RundownID": 828784,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MS TANYA CHAN (in Cantonese): President, I move that the motion, as printed on the Agenda, be passed.  In the past several years, we never had the opportunity to discuss this motion on \"Not forgetting the 4 June incident\" before 4 June.  This time, with mutual cooperation among all Members of the pro-democracy camp, the motion on \"Not forgetting the 4 June incident\" can finally be discussed before 4 June.Certainly, some people may say this is a mere ritual.  But to me, be it in my earlier capacity as a Member, or later as a member of a political party, or even as a student in the past, or as an ordinary citizen, 4 June is a special date every year.  And I believe 4 June is an even more memorable date this year.This year, certain issues associated with the 4 June incident can be regarded as having seen startling development.  I grew up in Hong Kong.  Enlightened by the 4 June incident, I started to participate in the democratic movement.  Because of the 4 June incident, I took part in a procession for the first time in my life under Typhoon Signal No. 8.  Most importantly, at that time I was about the same age as the students in Beijing, but they were already prepared to sacrifice so much for the country.  In particular, they strove hard for the democratic development of China, against the then serious corruption, and for the livelihood, well-being and future of the genuine ordinary masses.  Their actions, aspirations and arguments could convince not only university students and members of the public in various major cities in China.  Youngsters and even the older generation in Hong Kong and places around the world were also deeply touched.  Moved and inspired by them, we took to the streets, fighting together for the same objective.  Yet regrettably, the night of 4 June marked a tragedy.  Those who have seen it with their own eyes on television―let alone experiencing the incident personally―will, I believe, never forget it in their life.To me, the 4 June incident was an enlightenment.  It also reflects the development of the democratic movement in Hong Kong.  For example, many people would regard the attendance in the Victoria Park and the age of participants as indicators of the democratic development in Hong Kong.  I even consider the 4 June incident a \"demon-revealing mirror\" for certain politicians or political organizations.  What was their stance back then?  After the passage of 29 years, what are they saying?  They have disowned their past deeds by saying something different today.  What is the actual reason?  Now many people talk evasively, not daring to say what they said in the past.  However, some people simply feel no shame.  Back then, they asserted the need to sternly denounce violence.  Yet today, they have drawn a red line for Hongkongers, claiming that the fight for ending one-party dictatorship has become a taboo.  I think this is most ironic.Moreover, over the past few years, waves of purges resembling the Cultural Revolution have been stirred up in Hong Kong.  Of course, the initiator was the most awesome \"Father of Hong Kong Independence\" LEUNG Chun-ying.  Such was the situation from the confirmation form, the oath-taking incident, the disqualification of Members, to the comment in the review report of the Education Bureau that \"the transfer of sovereignty over Hong Kong to Mainland China\" in history textbooks was \"inappropriate wording\".  Then the phrase \"transfer of sovereignty\" was also deleted from the website of the Protocol Division of the Government Secretariat.  Afterwards, there was the \"incident of mother tongue\".  Carrie LAM said that discussion on mother tongue was frivolous, and she would not reply to such a frivolous question.  How will it be frivolous?  This is our root, our conscience.  It is a piece of fact.  Why was she unable to talk about it?  Why was she unable to reply?  Why was she unable to talk to us openly and frankly?  I am really baffled.Waves of purges, as I have said, were composed, directed and performed by such people as LEUNG Chun-ying.  This \"689\" applied the entire tactics of purges and struggles of the communists to Hong Kong.  Using the false proposition of \"Hong Kong independence\", he created a saga of Hong Kong independence in collaboration with those people or \"actors\" from the \"genuine pro-establishment and bogus pro-democracy camp\", stirring up chaos with people fighting each other.  The purpose was to give Beijing a good excuse for interfering in Hong Kong affairs comprehensively and governing Hong Kong completely, thus formally entering the stage of shattering \"one country, two systems\" piece by piece.All these incidents reflect that Beijing in fact wishes to fully manipulate and interfere in every facet of affairs Hong Kong.  Be it the language, wording or images used in Hong Kong, everything has to be put under its sole control.  It wants to take charge and make changes, seizing every opportunity to step in and escalating everything to the political plane.  The purpose is to transform Hongkongers' ideologies and remould the entire legal, political and even economic systems in Hong Kong.  Everything centres around only one focal point: to transform Hong Kong into the Mainland and Hongkongers, Mainlanders.  Consequently, Hong Kong will become increasingly vague.  As such, Hong Kong's edges will be taken away.What are the edges of Hong Kong?  The most important one is the rule of law.  However, today red lines have appeared one after another.  More lines have been drawn, and such lines have become thicker and higher.  President, what do these red lines indicate?  They indicate disregard of the rule of law to implement the rule of man.  Under the rule of man, who can make decisions?  It turns out that those in power can make decisions.  So can those with a high status and great power.  So can the rich.  Such being the case, is it still Hong Kong?  Hong Kong's edges will disappear completely.  Meddled by this bunch of presumptuous people with vested interests and power, Hong Kong has become increasingly short of level playing fields.  What kind of attitude is this?  What kind of system is this?  Is this the new constitutional order on people's lips?What is the point of talking about the constitutional system?  Frankly, we always bear in mind that Hong Kong implements the Basic Law.  But now it turns out that is not the case.  Above the Basic Law, there is the Constitution of the People's Republic of China (\"the Constitution\").  Even interpretation of the Basic Law is subject to the contents of the Constitution.  How could this be?  This year, Carrie LAM put forward the so-called Hong Kong's new constitutional order.  But when did this new order commence?  She offered no answer.  What kind of logic is this?  It turns out that Hongkongers have been kept in the dark.  The Special Administrative Region (\"SAR\") Government has kept this secret for almost 20 years.  It was not until recently that it told us this order had long been implemented.  Only that we did not know it.  This cannot possibly be the case, can it?  Similarly, on \"ending one-party dictatorship\", actually the chanting of this slogan has long been prohibited.  Only that we did not know it.  How could this be?President, let me tell you the history of development of the whole matter.  So many years have since passed.  After the passage of 29 years―do not forget that the 4 June incident did not take place in 1997.  Rather, it happened in 1989.  We have all along chanted this slogan for 29 years.  To our surprise, this year someone told us we cannot do so.  First, TAM Yiu-chung, a member of the Standing Committee of the National People's Congress (\"NPCSC\"), pointed out on 19 March that it might be against the Constitution to chant the slogan of \"ending one-party dictatorship\".  It might affect one's eligibility for standing in the Legislative Council Election.  I would like to offer Members a reminder.  That is, I need to take out a \"demon-revealing mirror\".  What did TAM Yiu-chung say before responding to the host's question in City Forum in 1989?  He said to the effect that he \"strongly condemned the Beijing authorities for their bloody suppression of the masses\".  Then he added that he would sign a joint letter requesting the Central Authorities to facilitate access of reporters to news reporting.  But today he has put these words off his mind.  It turns out that being a distinguished member of NPCSC, the most important thing is to disown one's past deeds.  What is more, one has to do it most thoroughly, completely and to the fullest.  In this way, one can rise high and then say whatever one pleases.  One can even talk nonsense without restraint.WANG Zhimin, the Director of the Liaison Office of the Central People's Government in the Hong Kong SAR (\"LOCPG\"), said on 6 April in his speech at the seminar on \"Sharing on the Spirit of the 2018 Meetings of the National People's Congress and Chinese People's Political Consultative Conference\" that opposing the national fundamental regime led by the Communist Party of China (\"CPC\") means opposing \"one country, two systems\".  Seriously?  At the ceremonial luncheon held on 23 April in the Legislative Council, this Chinese official who has never shown Hongkongers courtesy said that \"one-party dictatorship\" was a false proposition.  He made the remark out of the blue, and I have no idea what he was saying.  He further remarked that if someone in the establishment wishes to overturn CPC and the establishment, such an act is not in line with the political ethics for participation in politics.  But he did not state clearly whether someone who has chanted \"ending one-party dictatorship\" can stand in the Legislative Council Election.  In this regard, we certainly needed to ask Carrie LAM.  On 24 April, she said that some matters need a legal basis and grounds.  Then she said, to this effect, (I quote), \"I am often asked to ensure this or that.  Some matters need a legal basis and factual evidence.  It is difficult for the Chief Executive to foresee what will happen in the future and then give any assurance or guarantee.\"  But I was not asking her to be a prophet.  We had the same set of laws in the past.  Why could we say such things in the past but not today?  All she needs to do is to state the reason.  Why does she need to flinch?  Hong Kong reporters were assaulted, but she did not make any denouncement.  When she was requested to make a concrete remark on this matter, she dared not do so.  Is there anything she dares do?On 25 April, WANG Guangya was asked in Beijing whether people who had chanted the slogan of \"ending one-party dictatorship\" could stand in the Legislative Council Election.  He replied that they probably could not because such an act was against the Constitution.  It was illegal behaviour.  President, what laws are implemented in Hong Kong?  What is the Basic Law?  Has it been thrown away?  Has it lost its effect because of the several interpretations made?  Is it because various Hong Kong Chief Executives in previous terms have ruined \"one country, two systems\" that the Basic Law has become useless?  In their capacity as the Hong Kong Chief Executive, they did not protect the Basic Law and \"one country, two systems\".  They should simply feel ashamed in facing the history of Hong Kong.I wonder if DENG Xiaoping would feel so angry that he would come back to life or visit our dreams.  Out of \"one country, two systems\", \"Hong Kong people ruling Hong Kong\" and \"a high degree of autonomy\", now it seems only the words \"one country\" remain.  The rest can be thrown away.  What the heck has happened?  Where does this red line come from?  In the past 29 years, this slogan could, on the contrary, be chanted in the colonial era.  Yet after the reunification, there has been more and more restrictions on the chant.  After the passage of 29 years, today \"ending one-party dictatorship\" has become a taboo owing to this red line.  Anyone who has chanted it will be unable to stand in elections.  It is against the Constitution and the law.  May I ask which provisions of the Constitution and the law have been violated?  No one can give any answer.I really do not understand why Hong Kong would have degenerated to such a state.  This cannot be said, and that is a taboo.  There is either brainwashing or self-censorship.  What the heck has happened?  Are there still freedom, human rights and the rule of law in Hong Kong?  Not anymore.  All of them have been ruined by this bunch of people.  They talk about defending \"one country, two systems\", but I really do not have the slightest glimpse of it.  It turns out that they are the only people who can speak on \"one country, two systems\".  They are the only people who can do the interpretation.  People like us are useless.  The four major pillars have been put in place for years, but now they are going to overturn them with their very hands.  The most important pillar is in fact the rule of law.  Had there been no rule of law, there would not have been Hong Kong in the first place.The fact that Hongkongers can light up the Victoria Park with candles on 4 June every year can actually give great comfort to the human rights activists and even LIU Xia, who is currently under house arrest in China.  A number of \"Tiananmen Mothers\" have already passed away, but we shall insist on lighting these candles.  As long as the 4 June incident is not vindicated, we hope we will still have the opportunity of holding a vigil in the Victoria Park every year.  Before that red line is drawn in such a way that we are forbidden to hold any vigil on 4 June and will be arrested once we attend it, we Hongkongers must continue to participate in the 4 June candlelight vigil in the Victoria Park.I so submit.Ms Tanya CHAN moved the following motion: (Translation)\"That this Council urges that: the 4 June incident be not forgotten and the 1989 pro-democracy movement be vindicated.\"",
            "BookmarkName": "SP_MB_CT_00307",
            "SpeakerID": 89,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_CT_00307"
        },
        {
            "RundownID": 828818,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MS TANYA CHAN (in Cantonese): President, I need not say anything anymore.  See everyone at the Victoria Park on 4 June!  Vindicate the 4 June incident!",
            "BookmarkName": "SP_MB_CT_00341",
            "SpeakerID": 89,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_CT_00341"
        },
        {
            "RundownID": 828801,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MR DENNIS KWOK (in Cantonese): Deputy President, as we discuss this motion on \"Not forgetting the 4 June incident\" which is proposed every year, like many years in the past, we see these empty seats of the officials of the Government of the Hong Kong Special Administrative Region.  They still do not dare to positively respond to this issue; nor do they dare to speak in response to the question direct. The aspirations, spirit and ideal espoused by the 4 June incident include opposing depravity, calling for the end of one-party dictatorship, implementing political reforms, and fighting for democracy, freedom, human rights and the rule of law.  Particularly, the rule of law is a major element of society which is also the greatest concern to me.Earlier on I heard a Member of the Liberal Party say that when there is increasingly better economic development in the country and the people's living sees increasing improvement, the country will be more democratic, more open, and more committed to upholding the spirit of the rule of law.  Regrettably, I would say that people who still hold this view are, in fact, deceiving themselves because they need only open their eyes to take a look at the current development of the country and they will know that even though the country is rich and powerful economically, actually it is entirely regressing in respect of such core values as openness, democracy, freedom and the rule of law. Regarding the spirit of the rule of law, a number of colleagues mentioned earlier the \"709 Crackdown\" that occurred years ago in which human rights lawyers were arrested.  In the Mainland, with regard to such questions as the rule of law or in particular, judicial independence, there used to be people who said that they believed in judicial independence but in the past few years, the term \"judicial independence\" has become unsearchable on the Internet in China and cannot even come off people's lips, because the Government already stated that these so-called Western concepts are unacceptable to China.  So, when China talks about the rule of law, what kind of rule of law do they refer to?  Actually it is a legal system controlled by the Communist Party of China.  It is totally different from the rule of law that we talk about and the principles of the rule of law, especially judicial independence, in which we believe.Among those arrestees, PU Zhiqiang, a human rights lawyer closely connected with the 4 June incident, can no longer practise law in the Mainland as a result of political suppression by the Mainland authorities.  He was arrested in May 2014 on charges of \"picking quarrels and provoking trouble\", \"illegally obtaining personal information\", etc. and subsequently he was charged for \"inciting ethnic hatred\" and \"picking quarrels and provoking trouble\" instead.  He had been detained since 6 May 2014 and a verdict was made on 22 December 2015.  After being detained for as long as 594 days, lawyer PU Zhiqiang was found guilty and sentenced to three years' imprisonment, suspended for three years, and his right to practise as a lawyer was revoked by the Beijing Municipal Bureau of Justice. Before all else, I declare that I am a member of the China Human Rights Lawyers Concern Group (\"the Concern Group\").  With regard to the \"709 Crackdown\", the Concern Group had issued a statement and let me read out part of its contents: In the early hours of the morning on 9 July 2015, Beijing-based lawyer WANG Yu and her husband, BAO Longjun, and son, were suddenly illegally arrested by the police.  Before long, WANG Quanzhang, LI Heping, XIE Yanyi, ZHOU Shifeng, XIE Yang, LI Chunfu, XIE Yuandong, LIU Sixin, GAO Yue, ZHAO Wei, LI Shuyun and a dozen other lawyers and their assistants were also arrested.  At around the same time, an activist who was in Nanchang protesting the Jiangxi High Court's refusal to a lawyer's request in relation to the \"Leping Wrongful Imprisonment\" case was arrested, along with LI Yanjun, LIU Xing, WANG Su'e, and others, a total of 17 citizen activists.  It was a prelude to the mass arrests on 9 July.  Later, there were also the arrests, one after another, of many lawyers and rights activists.  After 9 July, over 360 lawyers and citizens all over the country were summoned and subjected to coercive, high-pressure interrogations, and were arrested.  The family members of lawyers and rights activists were also implicated and subjected to constant threats and intimidation.  About 40 lawyers were barred from leaving China.  This campaign of mass arrests of lawyers is known as the \"709 Incident.\"This incident took place precisely in a country that categorically vowed to support the rule of law and govern the country in accordance with law a few years ago.  In fact, it is most laughable for a lawyer to claim to be a human rights lawyer because the inherent duty of lawyers is to protect the rights of their clients.  Likewise, I believe nobody would refer to doctors as life-saving doctors, for doctors certainly have to save lives, whereas lawyers certainly have to protect rights, and they have to protect the rights of their clients and people whom they represent.  Calling these lawyers human rights lawyers has precisely shown that in the Mainland, even if a lawyer only performs the duty required of him by seeing justice done in court, pursuing justice for his clients and defending the latter's rights, this lawyer will be arrested, face criminal charges, and have his licence revoked, rendering his family also affected.  I have contacted these brave, courageous human rights lawyers, and I, as a legal practitioner myself, sincerely hold them in high esteem.  I hope that their future lives  Although I do not know what will happen to so many of them after their licenses were revoked, the future of China, especially the development of the rule of law, does give cause for grave concern. ",
            "BookmarkName": "SP_MB_DK_00324",
            "SpeakerID": 113,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_DK_00324"
        },
        {
            "RundownID": 828815,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MR CHU HOI-DICK (in Cantonese): President, I speak in support of Ms Tanya CHAN's motion.  The annual commemoration of the 4 June incident gives us the opportunity to rediscover or re-examine the significance of the 4 June massacre nowadays, to the politics in Hong Kong and to the politics in China. Looking back, in 1989, Mr SZETO Wah supported the student movement in Beijing with this idea in mind: when democracy is not realized in China, it is difficult for Hong Kong to realize democracy.  Therefore, Hong Kong people participated in the democratic movements in Beijing and Hong Kong from a pragmatic perspective at the beginning, in the hope of maintaining their way of life after 1997.  After the 4 June crackdown, the democratic movement in Hong Kong developed with a two-pronged approach.  On the one hand, we strive for dual universal suffrage locally, on the other hand, a candlelight vigil in memory of the 4 June incident is held every year as proof of the existence of \"one country, two systems\".  Hong Kong may not active intervened anymore in the suppression of human rights and democratic movements happening daily in China, but the candlelight in Hong Kong has actually created a strong political force over the past 29 years. The commemoration of the 4 June incident this year is different from those in the past.  First, Beijing has become so arrogant and conceited as to believe that it is no longer necessary to leave Hong Kong any political space, hence the claim of TAM Yiu-chung and WANG Guangya that people who chanted the \"ending one-party dictatorship\" slogan are not eligible to stand in elections in Hong Kong.  Moreover, we could see that the Chief Executive and the pro-establishment camp have started to propose that Hong Kong should implement not only the Basic Law, but also the Constitution of the People's Republic of China (\"the Constitution\"), and that we must understand the relationship between the two.  This is why the speech of Prof Benny TAI made in Taiwan aroused a controversy.  This actually demonstrates that Beijing intends to eliminate Hong Kong's role as the only remaining place where voicing out for the pro-democracy movement in China is possible.  However, its intention of elimination has actually brought about an adverse effect, forcing the Honourable colleagues to my right to become not only the opposition camp in Hong Kong, but when the Constitution is imposed on me, I was forced to turn into a Member of the opposite camp against China, too. President, the commemoration of the 4 June incident this year carries another shade of significance.  In fact, the commemoration of the 4 June incident is not only for paying tribute to those who sacrificed themselves 29 years ago.  It is also for us to reflect upon how to respond to the threats imposed on global democracy by the development of China.  Hong Kong people clearly remember the massacre by the Communist Party of China (\"CPC\"), but many Western countries have adopted a long-term strategy since 1989 which aimed at integrating China into the global economy and allowed China to join the World Trade Organization (\"WTO\").  They believe that, by letting China develop its economy, a middle-class would emerge, followed by a political reform and hence, democracy can be realized in China.  However, they were shocked to realize in the past year or two that this is not the case.  It turned out that Beijing has strengthened its economic power over the past 30 years.  Authoritarian capitalism in China became so powerful that it has turned into the \"big brother\" of all authoritarian regimes around the world.As democracies around the world are under threats, many have awoken to the situation that China not only enslaves its own people politically, but is also spreading this slavery and authoritarian political culture around the world gradually.  Against this background, Hong Kong has a significant and special status.  As we have the memory of the 4 June incident, as we have insisted on reminding the world over the past 29 years that CPC is a murderous regime, we have a crucial role to play in the global league against authoritarianism.  We are not only the opposition camp in Hong Kong, we also work with people around the world who love democracy and freedom and oppose authoritarianism to fight against the global spread of authoritarian politics by CPC.  Therefore, Hong Kong people have a unique and irreplaceable duty to carry.  I hope young people in Hong Kong can see this political significance and attend the candlelight vigil at the Victoria Park on 4 June.  I so submit.",
            "BookmarkName": "SP_MB_EC_00338",
            "SpeakerID": 134,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_EC_00338"
        },
        {
            "RundownID": 828790,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MR GARY FAN (in Cantonese): President, this year marks the 29th anniversary of the 4 June massacre.  For more than two decades, the candlelight vigil in the Victoria Park on the night of 4 June every year showed that Hong Kong people had never forgotten the lesson from history that was the 4 June massacre in Tiananmen Square.  An unprecedented extensive student movement broke out in 1989.  University students in Beijing gathered in Tiananmen Square peacefully to fight for democractic reform.  However, on 4 June 1989, the Beijing Government deployed the People's Liberation Army and tanks to suppress the unarmed Beijing citizens and students in Tiananmen Square.  The student movement, therefore, ended in bloodshed. President, the 4 June massacre has had a deep impact on Hong Kong people, in particular the generation facing the handover of sovereignty back then.  Some Hong Kong people have emigrated for fear of Beijing's tyranny, while for some, the 4 June massacre has sparked off their pursuit for democracy and freedom.  If not for the 4 June massacre in Tiananmen Square, I would have not changed my career path and engaged in politics. In recent years, the Beijing regime has tried to wash off Hong Kong's people memory of the 4 June incident through various means, making some young people question the meaning of vindicating the 4 June incident to Hong Kong people.  I would like to ask these young people to look at Hong Kong nowadays.  Just last month, a Home Ownership Scheme court received complaints for having used \"8964\" as the access password and the management office eventually had to change it to avoid political sensitivity.  Look at Hong Kong today.  It has entered a dictatorial era when everyone exercises self-censorship to ensure political correctness. This year, retired Director of the Hong Kong and Macao Affairs Office of the State Council WANG Guangya made comments on Hong Kong affairs again, claiming that those who chanted the \"end one-party dictatorship\" slogan had violated the constitution and should be disqualified from Legislative Council elections.  We can see that the Beijing regime, the CPC regime is eroding the freedom of Hong Kong.  To Hong Kong people, the 4 June incident signifies not only commemoration, but also the spirit of the fight for democracy and freedom and resistance against dictatorship that it represents. President, in the consultation on the revision of junior secondary Chinese History subject curriculum released by the Education Bureau in 2017, the riots in 1967 and the 4 June massacre in Beijing were not mentioned at all.  This year, the wording in a number of issues in history textbook commonly used by Hong Kong people was considered inappropriate in textbook reviews.  Such references as \"Hong Kong lies to the south of China\", \"China insisted on recovering Hong Kong's sovereignty\" and \"one-party dictatorship of the Communist Party of China\" were all required to revise.  The SAR Government is gradually cooperating with the Beijing Government to modify the history accessible to the younger generation.  Self-censorship was brought to society by the Government, which is the greatest threat to Hong Kong's democracy and freedom posed by the dictatorial era. Therefore, we insist on vindication of the 4 June incident, not only for making a contribution to the democracy in China, but also for reminding Hong Kong people that our level of freedom has regressed rapidly compared to 1989.  If Hong Kong people remain silent, if we get used to it and give up, not only the lesson from history of the 4 June incident will be forgotten, Hong Kong's path towards democracy will become more difficult to walk. President, Hong Kong is facing a number of legislative exercises that risk endangering \"one country, two systems\", including the \"cession-based co-location arrangement\", the National Anthem Law and the ruthless Article 23 of the Basic Law.  As Beijing has already intervened in Hong Kong affairs wantonly, there is no room for further discussion on whether chanting the \"build a democratic China\" slogan bears any significance to Hong Kong because this dictatorial and undemocratic regime is pressing us and there is no way we can stay aloft.  To Hong Kong people, commemorating the 4 June incident represents our refusal to forget it and our insistence on democracy. President, Hong Kong reporters were violently interfered with while covering news in the Mainland.  The Government and the Chief Executive kept their mouths shut and did not dare utter a word of condemnation.  They should feel ashamed in front of Hong Kong people for that.  A Cable Television reporter was attacked by village officials disguised as villagers when covering news in Sichuan.  A Now News Channel reporter was strangled by public security officers and requested to sign a letter of apology when interviewing a human rights lawyer.  Why do Hong Kong reporters still take the risk and cover news in the Mainland?  I believe any reporter will answer that it is out of their pursuit of press freedom and the truth.  This is the core value highly cherished by Hong Kong people. President, LIU Xia, widow of the late Nobel Peace Prize laureate LIU Xiaobo, has been under groundless house arrest by the CPC Government for an extended period of time.  She was in such despair that she has even come up the idea of killing herself.  Therefore, Hong Kong people should treasure \"the Power of the Powerless\" as remarked by Vaclav HAVEL, refuse lies, insist on the truth and uphold our conscience.  These are the strongest weapons against a dictatorial government.  President, the operational goals of the Hong Kong Alliance in Support of Patriotic Democratic Movements of China: \"Release the dissidents; Not forgetting the 4 June incident; Rehabilitate the 1989 pro-democracy movement; Demand accountability for the June 4th massacre; End one-party dictatorship; Build a democratic China\", have long been part of Hong Kong local consciousness.  With these remarks, I support Ms Tanya CHAN's (The buzzer sounded) ",
            "BookmarkName": "SP_MB_GF_00313",
            "SpeakerID": 101,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_GF_00313"
        },
        {
            "RundownID": 828797,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MR HUI CHI-FUNG (in Cantonese): Deputy President, to many people, myself included, the 4 June incident is an enlightenment, a reflection of conscience, and an expression of values and ideals.Why is the 4 June incident an enlightenment?  As regards the 4 June incident, many people would ask: At the Tiananmen Square back then, what did the students sacrifice their lives for?  Democracy, ideals, values of freedom, opposition to depravity and opposition to official profiteering, how many of such values have been realized today?  People striving for democratic values and ideals in Hong Kong share the same ideals with the students and people who sacrificed their lives at the Tiananmen Square back then.  At the time, students and people sacrificed their lives for the cause at the Tiananmen Square, and it enlightened us.  How committed can Hongkongers and Chinese in Hong Kong be to the cause of democracy?  How much sacrifice are we prepared to make for the values of freedom?The 4 June incident is also a reflection of conscience.  Conscience means knowing what is right and what is wrong.  Is the society of Hong Kong brave enough to admit that the massacre on 4 June did happen?  Gunshots were gunshots; a massacre was a massacre.  The facts are right before our eyes.  If we do not have the courage to admit the faits accomplis, not only are we not worthy of being a Member, I think we should even feel ashamed in front of our conscience, our integrity, and us being human beings.  Therefore, admission of the 4 June incident is the conscience and bottom line of morality of politicians.  Today, if some Members from the pro-establishment camp or pro-establishment individuals dare come forward to say there was no death in the 4 June incident and no massacre took place on 4 June, I find them shameless of being human beings, as they lack the most basic human traits.The 4 June incident is also a set of values.  Of course, many people say we must move on.  What happened did happen and the most important thing is that it will not happen again.  Let bygones be bygones―many people say so on 4 June every year.  Certainly, time will wash away the passion of many people.  Time will also make some people rich.  Just now the Liberal Party has presented the remarkable achievements attracting worldwide attention that China has made and that how its economy has grown.  But when it comes to conscience and the values of right and wrong, does it mean, given the economic growth in the past 20 or 30 years, that our conscience should be buried?  Does it mean that the pain Hongkongers has been bearing from the 4 June incident back then will disappear?  Of course, some people would feel weary and some would choose to dope themselves.  But I consider that most Hongkongers still bear the pain and conscience within them and will continue to do so.Therefore, the 4 June incident tells us that the achievements of a society and a country are not measured in terms of what they have gained and what they have lost.  Failing to discern right from wrong, a country can never progress and continue to develop.  Hongkongers also cannot trust a political regime that refuses to admit to its killings.  Then how can such a political regime continue to govern Hong Kong?The meanings of the 4 June incident lie even more in what human rights activists have been experiencing after the incident.  From the Tiananmen Mothers to the human rights activities and lawyers, they have been arrested, detained, unaccounted for, put under residential surveillance, put under house arrest, forced to go missing, restricted from leaving the country, forced to be interviewed and subjected to searches and confiscation of their properties―all these never cease.  Over these 20 years, indeed has the country improved in respect of such incidents involving human rights activists?  Such charges as inciting subversion of state power, the charge of picking quarrels and provoking troubles, disrupting the order of the court, etc. assigned to the human rights activists have been seen and recognized by Hongkongers.  Had we not continued our fight for vindication of the 4 June incident, such human rights activists will continue to suffer injustices, without anyone to speak up for them.Every year, the candlelight vigil held at the Victoria Park and the June 4th Museum are places where many people from the Mainland especially visit to seek the truth of the 4 June incident.  Therefore, Hongkongers bear a greater responsibility to enable more people on the Mainland to know the truth of the incident.  Hongkongers should persevere in not forgetting the 4 June incident and vindicating the 1989 pro-democracy movement.  We will still shout the slogan: end one-party dictatorship.  We will still propose: build a democratic China.  I implore Hongkongers to remember such pain and continue to transform the pain into strength for striving for democracy.",
            "BookmarkName": "SP_MB_HCF_00320",
            "SpeakerID": 148,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_HCF_00320"
        },
        {
            "RundownID": 828800,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "DR HELENA WONG (in Cantonese): Deputy President, I believe no one will find it strange to see the Goddess of Democracy statue displayed here in this Chamber.  This statue has kept me company for 29 years.  None of us would have thought that the 4 June incident could still not be vindicated after a long wait of 29 years.  We earnestly hope that this fast knot in history can be untied one day, ultimately. We have proposed another debate this year on vindication of the 4 June incident to mark its 29th anniversary.  Twenty-nine years ago, Mainland tertiary students brought up this issue for the sake of pursuing democracy, calling for reform and opening, opening dialogues with state leaders and addressing a range of problems brought about by reform and opening, including education reform, opposition to official profiteering, criticism of the Government's depravity acts, and so on, out of patriotism.  Unfortunately, the movement was put to an end following the launch of a bloody crackdown by tanks and troops.  Over the past 29 years, China has seen the replacement of several leaders and the growth of the Mainland economy by several folds, but the reform of the democratic political system has seen no progress at all.  On the contrary, we can see that control on society in Mainland China has become increasingly stringent.President XI Jinping's China dream is the dream of a big nation.  For the time being, it is no different from the dream of Chinese people more than a century ago to have a prosperous nation and strong people, as the focus is on bringing wealth to the nationals under the strong and powerful leadership of the Communist Party of China (\"CPC\"), rather than creating a future for China through political reform.I wonder if the Deputy President has watched an official documentary, \"Amazing China\", released recently on the Mainland.  It is reported that arrangements were made for all Mainland cadres and departments to watch it in which the upholding of XI Jinping's core thinking is demonstrated.  Not only does the documentary showcase the great achievements made by China, such as J20 fighter on aircraft carrier Liaoning, the Hong Kong-Zhuhai-Macao Bridge, China's C919 passenger jet, a 500 m Aperture Spherical radio Telescope, Hua-long Pressurized Reactor (HPR1000), Blue Whale II and Shenzhou XI, or the so-called China's dream of possessing advanced weapons and warships over the past century, it also manifests China's achievements that have attracted worldwide attention since President XI Jinping assumed office at the 18th National People's Congress in 2012.  Moreover, the XI Jinping Thought on Socialism with Chinese Characteristics for a New Era was regarded as the logic for the manifestation of the right leadership of the Central Committee of CPC with Comrade XI Jinping as the core.Under the leadership of CPC, however, we have not seen any concrete reform to China's political system over the past 29 years.  In the past, several members of the Politburo Standing Committee had the final say, but the situation has now regressed to such an extent that President XI alone has the final say.  Not only does the rule of law serve CPC and the State only, but the community is also shrinking.On behalf of Hong Kong people, Chief Executive Carrie LAM recently paid a visit to earthquake-stricken areas in Sichuan to inspect reconstruction funded by the provision of relief by Hong Kong people to the victims.  To our understanding, the major earthquake occurred in Wenchuan, Sichuan unfortunately resulted in the death of many victims and children.  Some of the parents asked, \"How could a newly-built school collapse after being shaken only once?  Who was actually manipulating the shoddy construction works behind the scene and why was the school unable to withstand even a single blow?\"  In the past decade, they have been trying to find the answers and dig out the truth in an attempt to find out whether government officials should be held politically accountable for the tragedy.  It is most regrettable that the efforts made by all these people have failed to gain official approval.  Is it not very sad?  The great China is now making a China's dream.  However, family members of the deceased are deprived of the chance to seek the truth in this country.Although some brave lawyers with a sense of justice have attempted to lend them a helping hand, these people did not have a good ending in the end either.  Should we not feel very sorry for them?  There was a glimpse of hope a decade ago when the civic right movements began to germinate in the Mainland because there were still many people upholding justice there and they were willing to seek redress for the victims and safeguard their interest through legal channels.  However, the movements are now subjected to unprecedented suppression.  Apparently, people are being denied their only channel for seeking justice.  Combined with technological application, the modern Communist China is more capable of using high-tech \"wisdom cloud\" to monitor society.  This is why we can see that civil society, particularly civic right movements, is under increasing pressure.  Citizens can be sent to jail anytime as their WeChat messages will be stored and even used as evidence in future.Deputy President, our concern is a country capable of protecting democracy, freedom, human rights and the rule of law for Chinese people.  We demand that the 4 June incident be vindicated because we hope to initiate the new China's dream.  However, this dream must embrace such elements as human rights, democracy, freedom and the rule of law.  Therefore, I earnestly hope that this motion can be passed by this Council today to indicate our concern for the democracy and future of China as well as human rights.  Let us join hands to fight for vindication of the 4 June incident and release of LIU Xia.  I call on the people of Hong Kong to go to the Victoria Park on 4 June this year to light up candles for those who sacrificed their lives for democracy.With these remarks, I support the motion.",
            "BookmarkName": "SP_MB_HW_00323",
            "SpeakerID": 117,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_HW_00323"
        },
        {
            "RundownID": 828803,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MR IP KIN-YUEN (in Cantonese): Deputy President, I am grateful to Ms Tanya CHAN for proposing the motion on \"Not forgetting the 4 June incident\" today, so that we may again discuss this issue in the Council.  Certainly, except the Deputy President, all other Members from the pro-establishment camp are absent from the Chamber as usual, but we hope this topic will go on.In fact, Members from the pro-establishment camp also took part in the debate earlier on.  Some of them mentioned the advanced economic development or technological achievements they had seen during their visit to the Bay Area.  I think we need not deny that the Mainland has actually made some progress in certain areas over the past few decades, some of which is even a great leap forward.  But at the same time, can we forget those things that matter much in our heart?  Can we say that we may cast aside democracy and human rights after achieving economic success?  Can we forget the strong feelings that deeply moved us nearly 30 years ago?  Will such feelings fade away?  I believe most members of the public have their own different views. When the 4 June incident happened 29 years ago, I was temporarily out of the education sector to pursue a full-time diploma in education programme in university.  And after the 4 June incident, I returned to the teaching profession.  At that time, I taught at a new school, and there came the first anniversary of the 4 June incident.  An intra-school writing competition was held, after which the winning essays were compiled into a collection.  As it was a new school, there were only Form 1 and Form 2 students, with no senior students back then.  But those students could still pen their strong feelings.  In those days, even upper primary students and junior secondary students had strong feelings about the 4 June incident.  The several winners of the writing competition coincidentally picked the title \"Not willing to remember yet not daring to forget\".  \"Not willing to remember yet not daring to forget\" is a complex sentiment, but those Form 1 and Form 2 students already had such strong feelings back then.Now that 29 years have passed.  When we say \"not forgetting the 4 June incident\", it is still about the dilemma between \"memory\" and \"forgetting\".  I think the majority of people actually cannot get it out of their mind, either in dreams or when awake.  We may have a full plate of work every day, but I believe when certain moments come, most Hong Kong people will recall the scene.  As evidenced by the candlelights that lit the Victoria Park on 4 June every year, many people still cannot get it out of their mind.  And they do not only keep it in mind, but also have a strong desire to see freedom and democracy blossom on the vast expanse of our China.  That is why many people still dare not forget and continue to remember it even to this day.The 4 June incident back then was actually a protracted process, starting from the mourning of the death of HU Yaobang in April, followed by sit-ins and marches by students who then staged petitions and went on hunger strikes in front of the Great Hall of the People, to Beijing citizens taking to the streets in support of the students, the siege and the eventual tragedy.  In the whole course of events, people were hopeful, worried and suppressed emotionally, and at last there came the tragic and infuriating end.  Hong Kong also went through a similar process.  We were filled with hope as we watched the television broadcast every day.  On the 70th anniversary of the May Fourth Movement, we wondered if the historical tradition of the May Fourth Movement could be reignited in Beijing.  We were full of hope.  We were also proud of those people in Beijing who came forward.  We expressed our support to the Beijing citizens despite the No. 8 typhoon signal hoisted back then.  We staged the \"Concert for Democracy in China\", which saw a million members of the public coming forward more than once.  At the end, we broke down in tears.The whole course of events, which lasted a few months, is the strongest collective memory of Hong Kong people.  And subsequent to the 4 June incident, it is still our most profound collective memory.  Driven by such a strong memory, we have been upholding this tradition in which we take pride.  And it is certainly also a sorrowful tradition, for 29 years in a row.  The sea of candles at 4 June vigils should actually not be taken lightly, which showcase the strength of our memory.Today, we may have some problems passing on the tradition, but I hope they are just transient.  We hope more young people will come to realize that one thing that has made Hong Kong still Hong Kong over the past few decades is our memory of this part of history, which remains alive and strong year after year.  I hope more young people can go to the Victoria Park on 4 June this year and next year, which will mark the 30th anniversary of the incident, and that we will even come up with additional and more active approaches. ",
            "BookmarkName": "SP_MB_IKY_00326",
            "SpeakerID": 118,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_IKY_00326"
        },
        {
            "RundownID": 828808,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "DR JUNIUS HO (in Cantonese): President, it was 29 years ago when the political turmoil occurred in 1989.  How many people, students and soldiers died back in that year?  While there has yet been an exact number for reference, the answer is definitely \"one is too many\". In fact, on 4 June 1989, a small number of rioters incited some people to fight against the troops and a riot broke out.  The Central Military Commission took resolute measures to put down the riot.  This political turmoil took toll at the normal social order of the country and led to the loss of lives, including the lives of university students who were originally patriotic, lovely, trustworthy, precious and capable of making achievements, and also the lives of those in the people's army who followed a good tradition and were absolutely loyal, absolutely pure, and absolutely reliable. On the vast expanses of our Motherland the values of prosperity, democracy, civility, harmony, freedom, equality, justice, rule of law, patriotism, dedication, integrity and friendship are cherished, inheriting and carrying forward the genes of the fine Chinese traditional culture, encompassing the aspirations of all Chinese people since the modern times as well as the ideologies and principles established through great hardships, and carrying the beautiful vision of each one of us.In the 4 June incident in 1989, I believe those students who were originally patriotic were also pursuing the same set of values and principles.  To those whose lives were sacrificed, let us mourn them in silence.  Let them rest in peace and their patriotic sentiments be established forever in the unceasing flow of history. Today, the deceased are gone.  I believe their souls in Heaven certainly take comfort in seeing the country's development and achievements nowadays.  They will see that the country is following a national security path with Chinese characteristics, with people's security as its goal, political security as its fundamental mission, economic security as its foundation, military, cultural and social security as its guarantee, and international security as its support.Similarly, President, I believe their souls also take comfort in seeing that the country is closely adhering to the policy of ruling the country in accordance with law, promoting clean politics at full steam, fighting depravity on all fronts and persevering with the ruling of the country in accordance with law, and constructing a socialist state with Chinese characteristics.Here, I wish to make an appeal: Let us not forget the original intention of the patriotic students in the 4 June incident!  Let us commemorate the heroic souls of those who sacrificed their lives for the country in 1989! Although I cannot make any amendment to this motion, I believe many Chinese people are gratified to see the Motherland becoming affluent and strong.  When a country, especially China, has gone through the long promenade of history for 5 000 years, the path that it has taken is tough and rugged.  However, our objective is to achieve national unity.  We do not wish to see Hong Kong being separated from the Motherland or the country being torn apart. Therefore, President, while I have my own views on the 4 June issue, I cannot support this motion this year.  I can only abstain. President, I so submit.",
            "BookmarkName": "SP_MB_JH_00331",
            "SpeakerID": 136,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_JH_00331"
        },
        {
            "RundownID": 828811,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "PROF JOSEPH LEE (in Cantonese): President, I did not expect Mr Abraham SHEK to recite such a nice poem.  Actually, I have no idea of the message he tried to convey in his speech, but I can only say I \"admire\" him after listening to his recitation of the poem. The question today is \"the 4 June incident be not forgotten and the 1989 pro-democracy movement be vindicated\".  Before joining the Legislative Council a decade or so ago, I had been campaigning outside since the occurrence of the Tiananmen Square incident in 1989.  Over the past 29 years, this motion was proposed almost the same time every year in this Council.The English poem recited by Mr Abraham SHEK just now was precisely a call made by a foreigner for us to support the Tiananmen Mothers and remember the incident.  This motion proposed by Ms Tanya CHAN serves the same purpose, too.  I recall that this Council had no opportunity to debate this motion for various reasons for a year or two.  I believe our purpose of being here is not to engage in a debate.  As Legislative Council Members, we are actually duty-bound to keep reminding people of this historical fact. Just now, I was preparing my script in my seat while listening to the speeches delivered by other Members.  I heard Dr Junius HO, Mr Abraham SHEK, Mr Tony TSE and other Members mention that not only had the situation on the Mainland changed, but the problem of corruption had been ameliorated and the country had become more prosperous.  Twenty-nine years ago, many young people who wished to make the country better were met with bloody suppression for their way of expression, thus triggering the 4 June incident.  This is a real fact.  We are duty-bound to remind our young people or even make use of various social media to let them know this historical fact.  President, this fact cannot be changed.Regardless of whether Members like it or not and whether the pro-democracy movement can be vindicated, for it does not really matter, our purpose of proposing a motion on 4 June every year is to remind everyone not to forget the 4 June incident.  A key point of the speech delivered by Mr Abraham SHEK is: To remember and not to forget.  How?  The answer is to bear it in mind.I certainly do.  I recall that when I joined this Council in 2004 and sat here listening to a motion debate like this one, I found it very strange that only pro-democracy Members rose to speak while other Members remained silent.  Just now, different Members also mentioned that some Members who were in the Chamber rose to give impassioned speeches back then to criticize the regime for its poor way of handling things and undesirable way of suppression.  But now, for various reasons, they are unable to cast their votes―or cast their votes as they wish.  Instead of casting votes to express their feelings, they can only keep things in their hearts, though it does not mean that they have forgotten it.Anyhow, we know it very well that Hong Kong still enjoys an edge: Under \"one country, two systems\", we can still propose a motion on 4 June every year.  Can the 1989 pro-democracy movement be vindicated?  We certainly hope so.  Though Hong Kong is part of China, we can still tell the young people in Hong Kong every year and let those in power on the Mainland know that the 4 June incident has not vanished.Just now, I found a Goddess of Democracy statue in the locker of my office.  However, her head has fallen off as she has been kept there for too long.  Although the incident occurred a long, long time ago, we still keep reminding the people of this historical fact―by way of holding an annual candlelight vigil or proposing this motion in the Legislative Council every year.An Honourable colleague mentioned just now that it appeared that young people nowadays did not see the need to mourn the 4 June incident.  Nor did they approve of holding a candlelight vigil as a way of mourning.  Nevertheless, that does not mean this historical fact has thus disappeared.  The key point we wish to bring up is that the Legislative Council is duty-bound to propose this motion every year to remind Hong Kong people of this historical fact and call on everyone not to forget.  Certainly, we can call for its vindication.  As mentioned by some Honourable colleagues just now, cases involving LIU Xiaobo, LIU Xia and LI Wangyang only serve to demonstrate that, over so many years, China's pro-democracy movement or pace of democratization appears to be at a standstill and subject to suppression.  This is most unsatisfactory indeed. Despite the integration between Hong Kong and the Mainland economically or in livelihood affairs under \"one country, two systems\", we should bear in mind that Hong Kong still enjoys an edge in terms of freedom of speech, so that we can point out this fact―which might be unpleasant to the ears of those in power―at almost the same time every year to remind everyone not to forget the 4 June incident.  Through this model of social education, we should let our next generation know we must not allow any chance of this historical fact repeating itself.Another key point of this motion is to let those in power know that the 1989 pro-democracy movement should be vindicated.  Moreover, the political system of the country should make progress, instead of merely adopting the mode of emphasizing the economy and people's livelihood, geared towards ensuring that the people are well-fed and satisfied and the country is rich and powerful.  Given that Hong Kong still enjoys an edge under \"one country, two systems\", we hope to express this message through this motion―to express our own views rather than engaging in debates or discussions―to keep this practice going.I know that this motion will not be passed after the voting.  Nevertheless, President, the main point is not whether the motion is passed or not but, under \"one country, two systems\", we still enjoy freedom of speech and can revisit the history of the 4 June incident every year.  As Legislative Council Members, we are duty-bound to keep calling for \"vindication of the 4 June incident\" and the \"release of LIU Xia\"―the theme this year―and remind everyone not to forget this piece of history.Thank you, President.",
            "BookmarkName": "SP_MB_JL_00334",
            "SpeakerID": 61,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_JL_00334"
        },
        {
            "RundownID": 828805,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MR JEREMY TAM (in Cantonese): President, I believe the 4 June incident in 1989 has had a deep impression on many Hong Kong people, including me.  Moreover, several generations rather than one single generation of Hong Kong people have experienced changes as a result.What were the demands actually made by students in the 4 June incident?  On 28 April, after the first meeting was held by the Beijing University Students' Autonomous Federation (\"the Federation\") which was just officially established, its Chairman, Wu'er Kaixi, engaged in a dialogue with the Government on behalf of the Federation and made clear its stance and sincerity.  The dialogue consists mainly of seven demands: First, fairly recognize the political achievements of HU Yaobang and recognize democracy and freedom; second, dismiss the two campaigns to oppose over-liberal ideas and spiritual pollution; third, make public the financial positions of high-ranking cadres of the State and their family members; fourth, call for freedom of the press and allowing the community to run newspapers; fifth, provide additional funding for education and offer better benefits to intellectuals; sixth, lift restrictions on processions; and seventh, truthfully report the student movement.  Actually, these demands were very simple but they were met with bloody suppression.Why are we bitterly disappointed?  There are many people in Hong Kong who often think that they represent the voices of the vast majority of Hong Kong people.  Let me cite a few examples.  What did TAM Yiu-chung, a newly appointed member of the Standing Committee of the National People's Congress, say in the programme \"City Forum\" held in the wake of the 4 June incident in 1989?  He strongly condemned the Beijing authorities for the bloody suppression on the students and the masses in Beijing―Members have heard me right.  That was what TAM Yiu-chung said back then.  He added that the bloody measures taken by the Beijing authorities to suppress the students' patriotic democratic movement were shocking to China and the rest of the world alike.  Who would have guessed what he and the Democratic Alliance for the Betterment and Progress of Hong Kong will say today?Nevertheless, TAM Yiu-chung is no longer in this Chamber.  Let us read the content of an advertisement placed by another person: \"We consider that the future of China is in the hands of the young people today; we feel deeply moved by the youth in China today.  We therefore sincerely hope that the leaders in China, like us, are deeply moved, too.  Young people in Hong Kong choose to go to Mainland China to make investments because not only are they moved, but they also believe that investments can only be made under a political system which is willing to pay heed to the advice of the public.\"  This declaration was made by Dr CHIANG Lai-wan as a winner of the Young Industrialist Awards of Hong Kong. Let us read the content of another declaration: First, we strongly condemn those in power in Beijing for their bloody suppression of the students and masses on 4 June; second, those in power in Beijing must stop all suppression and arrests immediately; third, we express our deepest mourning for the students and masses killed in the 4 June incident; fourth, we call upon all workers in Hong Kong to tell their relatives and friends in the Mainland the truth behind the 4 June incident in various forms and through various channels; fifth, we call upon all workers in Hong Kong to take part in the mourning to be held on 7 June in the forms suitable to the specifics of their respective trades and industries; and sixth, we call upon people from all walks of life in Hong Kong to remain calm and join hands to work pragmatically for the stability of Hong Kong.  We also call upon them to continue to support the patriotic pro-democracy movement in the Mainland with an active, sensible and peaceful attitude.  Do you know the identity of those who issued this declaration?  It was actually issued by the Hong Kong Federation of Trade Unions (\"FTU\").  Do we get it wrong?  Today, President, FTU has changed its tune.  In an article entitled \"riots\" published on 21 May, CHAN Yuen-han said that we could absolutely not tolerate acts of hurting the people, and she was referring to the riot cases that occurred in Hong Kong.  But should we tolerate the regime behind the bloody suppression of the people in the 4 June incident?Earlier in the meeting, Dr KWOK Ka-ki asked these questions: Has China made any real progress since the 4 June incident?  What wrong has LIU Xia done?  President, I really cannot see what wrong she has done.  If LIU Xiaobo were wrong, what wrong did he do?  President, he was just a drafter of the 08 Charter, right?  He had done nothing but proposed how the Constitution could be amended.  He should not be regarded as committing an offence of \"subversion of state power\", should he?  The Communist Party of China may amend the Constitution of its own accord to enable the Chinese President to extend his regime indefinitely.  Likewise, LIU Xiaobo merely proposed to amend the Constitution.  Why did everyone clap their hands when the one in power proposed amending the Constitution, believing there was nothing wrong for the Chinese President to extend his regime indefinitely?  Even though LIU Xiaobo as an ordinary citizen merely proposed allowing China to enjoy greater democracy, he was charged with various offences.  Now, his wife is still being implicated even after his death.  What offence did LIU Xiaobo commit?  Actually, he committed no offence at all.What offence has LI Wenzu, the one mentioned by Dr KWOK Ka-ki earlier on, committed?  President, her husband has gone missing for 1 000 days.  Without being tried and found guilty, she has been placed under house arrest for more than 1 000 days.  She is just looking for her husband, and now she is under house arrest.  This is the China we are facing.  Despite the tragic 4 June incident, China has still not made any progress in democratization.  Such being the case, we are very grateful to Ms Tanya CHAN for proposing the motion \"Not forgetting the 4 June incident\" today to give us an opportunity to discuss again the incident of bloody suppression that occurred on 4 June, express our expectations for China and pinpointing some evil and hypocritical people (The buzzer sounded) ",
            "BookmarkName": "SP_MB_JT_00328",
            "SpeakerID": 157,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_JT_00328"
        },
        {
            "RundownID": 828804,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "DR KWOK KA-KI (in Cantonese): Deputy President, before all else, I thank my party comrade Ms Tanya CHAN for proposing this motion.  We do not necessarily have the opportunity of discussing the 4 June incident every year.  Fortunately, having been allocated a debate slot this year, we can have an open discussion at the Council meeting.  We absolutely need to discuss this subject in this Chamber every year so that it can be recorded in history.  This may be the only place on the land of China where we can do so.  The Legislative Council should continue to demand vindication of the 4 June incident and ending of one-party dictatorship.Some people ask whether the 4 June incident, after the passage of 29 years, is too far away from us.  Has China not become better?  Let us look at the present situation in China.  Today, a single man calls the shots in China.  XI Jinping, having total control, can change the entire political milieu in Zhongnanhai alone.  Some people say that China is very good now, fighting corruption every day.  But some others say that no official in China is not corrupt.  To wage a real war against corruption, most senior officials in China should be compelled to step down.  Only then will it be a genuine war against corruption.  Now what is the fight about?  Now it is a fight against opponents, a political struggle.  Of course, the fall of those senior officials purged is not to be regretted.  All of them are bloodsuckers.  However, if anyone thinks that XI Jinping is doing a good deed, will he please open his eyes wide and look carefully.  Now it is even more horrible than before.  In the past, there were five, seven or nine members in the Politburo Standing Committee.  It can still be said that there was an attempt to strike a balance.  But now a single man takes control.  As we can see, those near relations, that means the so-called \"crown princes\" like HU Chunwa, are nowhere to be found.Some people say that China is awesome today, having powerful weapons and warships.  But did anyone see how many millions of dollars the People's Liberation Army has hidden?  Whether the weapons and warships are really powerful will not be known until at war.  Yet over these years, many people have lost their lives.  Why am I saying this?  Regarding the 4 June incident, the only official explanation of the Government was presented by YUAN Mu, who said that 23 people died in the Square.  However, if Members are interested, please look at how YUAN Mu was afterwards.  YUAN Mu's daughter has gone to the United States, leading a good life there.  A photo was circulated on the Internet.  In the photo, YUAN Mu was playing golf in the United States.  It is precisely after 1989 that his daughter applied for a foreign visa and left the communist country which he protected every day.  He has done exactly what the officials wish to do: making money on the Mainland while their wives and children live in peace and work with contentment in other places such as the United States and the United Kingdom, leisurely spending the money gained through corruption without worries overseas.  This is precisely the portrayal of the Mainland official circles.(THE PRESIDENT resumed the Chair)What is so good about the present situation?  Before the 4 June incident, there was still the Democracy Wall, so to speak.  Some pretences would be made.  Students and academics such as FANG Lizhi could say something openly.  But now anyone who utters an extra word will be caught and disappeared.  Now all the human rights lawyer will only end up in misfortune.  In the \"709 Crackdown\" on human rights lawyers in China, 321 people were arrested, but I reckon the matter has not ended yet.  The situations of the people concerned are miserable.  For example, WANG Quanzhang has gone missing for 1 000 days.  Whether he is alive or dead remains unknown.  Even his wife would be harassed by those \"Mainland Aunties\" and people from the Mainland communist political organizations when she went to the street.  Such a great nation has no qualms about bullying a woman.  Worse still, this great nation went so far as to oppress LIU Xiaobo and LIU Xia until their family was broken up with death.  LIU Xiaobo passed away because he was denied proper care in prison, and LIU Xia has done nothing.  She was simply LIU Xiaobo's wife.  She, a widow, has been kept under house arrest and forced to travel since their family was broken up last year.  Recently, LIU Xia told her German friend that she would rather die than live.  This great nation would not even spare a widow, oppressing her to the fullest.  Such is the situation shown to us by a great country.No one can conjecture the number of deaths in the 4 June incident.  A declassified document indicates that about 10 000 people died and 40 000 were injured.  Yet these are actually not important.  In today's China, we will not know the truth.  What is more, the truth will always lie hidden like a stone dropped into the sea.  Someone says that the 4 June incident gave an impetus to China's economic take-off.  I think this is most ridiculous.  China's present economic achievement is the fruit of hard work of 1-odd billion people, coupled with pollution and deprivation of the people's legitimate rights.  Of course, those who share most of the fruit are corrupt officials rather than the ordinary masses.  With collusion between the Government and the business sector, they reap profits by such means as land sales.  The family assets of these senior officials in CPC can reach billions of dollars, while the majority public still live in dire straits, deprived even the opportunity of going to school.  Members may recall that 10 years after the earthquake in Sichuan, some parents whose children died in the earthquake wished to come forward to assert their rights in public but were besieged.  Even Hong Kong reporters were assaulted when covering news there.  What kind of powerful nation is this?  What kind of political regime is this?The demand of all the Chinese people is very simple.  Vindicate the 4 June incident, return an open and democratic political regime to China, and give back the most basic human rights prescribed in the Constitution to all the Chinese people.  This is something which has never been realized since 1949.  There is nothing we should be happy about.  The 4 June incident must be vindicated.  I so submit.",
            "BookmarkName": "SP_MB_KKK_00327",
            "SpeakerID": 111,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_KKK_00327"
        },
        {
            "RundownID": 828794,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MR KENNETH LEUNG (in Cantonese): President, before the establishment of the People's Republic of China, Mr ZHOU Enlai delivered a speech entitled \"A true republic is where people of the country truly have the right to speak\" at a meeting held on 12 March 1944 for all sectors of Yanan to commemorate the 19th anniversary of the death of Dr SUN Yat-sen.At that time Mr ZHOU Enlai said, to this effect (I quote): \"We consider that to put in place a constitutional government, we must first meet the prerequisites for having such a government.  We consider the three most important prerequisites are, firstly, the protection of people's democratic freedom; secondly, the lifting of the ban on political parties; and thirdly, the practice of autonomy by local governments.  There are many forms of people's rights and freedoms, but what the people in the whole nation most urgently need now are the freedom of movement, the freedom of assembly and association, as well as the freedom of speech and publication.  If the homes of people are subject to arbitrary and unlawful search, if people are subject to arbitrary and unlawful arrest, secret interrogation, secret execution or forced training, or if people's freedom of assembly and association is prohibited, or their speech and publication are subject to the most extreme restrictions and checks, how can people's freedom be safeguarded when they discuss and express views on constitutional government?\" (End of quote)  These words came off not the lips of an ordinary member of the Communist Party of China.  Rather, they came from Premier ZHOU Enlai, the most important leader in the establishment of the People's Republic of China.Let us recap the history after the establishment of the People's Republic of China.  The aspirations held by the students in Tiananmen Square in Beijing 29 years ago, that is, upholding such values as anti-depravity, anti-authoritarianism and pursuit of democracy and equality, have never been realized at all.  Nowadays, if anyone in Hong Kong or on the Mainland should propose political reform so that the regime can move towards greater democracy, the former may be accused of violating the Constitution and the Basic Law, whereas the latter may be charged with offences of being anti-communist and counter-revolutionary.  At best, he will inevitably be sentenced to jail; at worst, he may even lose his life.However, to the people in any country, actually the greatest protection for their personal freedoms and rights does not come from the words or verbal promises of their leaders.  Rather, it comes from the manifestation of checks on the Government's power and respect for civil rights under the political system.  The People's Republic of China has been established for so many years, and 29 years have passed since the 4 June incident.  Regrettably, China has not made the slightest progress in political reform and opening up.  Certainly, we see that China has made enormous economic achievements, but such achievements were made at a great cost, including the people's freedoms, civil rights and even the environment.  When I see that the open promise made by Mr ZHOU Enlai to the people in 1944 before the establishment of the People's Republic of China has not been honoured at all even today in 2018, I really find it hard to subdue my sorrows, and I feel very sad.The insistence on vindication of the 4 June incident actually carries two important historical meanings.  The first one is to exhibit Hongkongers' care and respect for history.  Regarding the students in Tiananmen Square, people who supported them in various places and countries and participants in the movement back then, we absolutely need to do them justice.  The second historical meaning of such insistence is that we should look forward, read history properly and take to heart the lesson learnt from history in order to rise to the future challenges.We must stay alert.  In the absence of checks and balances, a political regime or a government can exercise its powers at will and neglect the due freedoms and rights of the people deserve.  Should the leader change his will, the direction of administration of the whole government, the people's overall livelihood and the entire system will also change in tandem.  We have seen the \"Three Represents\" theory advanced in JIANG Zemin's era, the \"Scientific Outlook on Development\" in HU Jintao's era, and \"XI Jinping's Thought on Socialism with Chinese Characteristics for a New Era\" in XI Jinping's era.  Do these three lines of thinking actually show any consistency?  What is the direction of development?  Hence, what we need is a kind of system that can impose checks and balances on political parties, political regimes and the government and will not change when the leadership changes.(THE PRESIDENT'S DEPUTY, MS STARRY LEE, took the Chair)Deputy President, I will support this motion on \"Not forgetting the 4 June incident\" every year in my lifetime.",
            "BookmarkName": "SP_MB_KL_00317",
            "SpeakerID": 109,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_KL_00317"
        },
        {
            "RundownID": 828795,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MR LAM CHEUK-TING (in Cantonese): Deputy President, when I first joined the Legislative Council, I decided to hang on the glass window in my office the slogan \"Vindication of the 4 June incident\".  Mr Andrew WAN in the neighbouring office saw my slogan and asked me to do the same in his office.  So, I hung the slogan \"End dictatorship\" for him.  Our windows face the Tamar base of the Hong Kong Garrison of the People's Liberation Army.  By doing so, we hope the People's Liberation Army will face its own evil deeds every day and listen to the voice of Chinese compatriots. Deputy President, the 4 June massacre made me witness the brutality of the Communist Party of China (\"CPC\") which went so far as to slaughter its own people with machine guns and run over them with tanks in order to protect its regime.  The 4 June massacre also made me witness the glory of human nature.  Many young people sacrificed their freedom and lives and let bullets pass through their bodies for the sake of democracy, freedom and a corruption-free society.  Many pro-democracy activists are under long-term imprisonment and abuse, or even murdered because of their insistence on their convictions, as was the case with the late Mr LI Wangyang who insisted on his conviction until the last moment of his life. The 4 June massacre also made me witness the ugliness of human nature.  For the sake of power, titles and interests, some people can confound right and wrong, call the white black, ignore historical facts and their own position in support of the students and the pro-democracy movement before the 4 June massacre.  The most despiteful one is TAM Yiu-chung, former chairman of the Deputy Chairman's party―the Democratic Alliance for the Betterment and Progress of Hong Kong (\"DAB\")―who had publicly condemned the brutality of CPC back then, but now claimed that people who demanded \"ending one-party dictatorship\" are not eligible to stand in elections. Deputy President, many members of the public told me that the likes of TAM Yiu-chung are devoid of conscience, but I do not wish to agree with them.  I hope that all men do have the fundamental conscience which might be temporarily buried for the sake of power or interests.  Same as the past years, Members of DAB chose to withdraw from the meeting and remain silent during the motion debate on the 4 June incident.  I believe this is because they know at the bottom of their hearts that the 4 June massacre was an atrocity committed by CPC.  They dare not openly defend CPC or whitewash the bloodshed, but they also dare not speak up for the truth, so they bury their conscience.  Little did they realize that they would have to bury it for almost 30 years.Deputy President, in view of the degeneration of Hong Kong in the 20 years since the reunification, my expectation for human nature has significantly lowered.  In the past, I expected people to come forward and speak up for justice.  But in recent years, I have seen many, in particular those in higher positions, whitewash the regime and distort what is right and wrong for the sake of their own power, interests and titles.  We have seen enough of these people.  Therefore, I think the decision of DAB Members to remain silent today is not the worst.  At least they dare not publicly defend CPC.  I hope those who have chosen to remain silent today will rediscover their conscience some day. Deputy President, when TAM Yiu-chung warned that people who demanded \"ending one-party dictatorship\" are ineligible to stand in elections, my wife asked me, \"Will Hong Kong come to this point some day?\"  I answered, \"I do not know.  All I know is that if CPC could be so brutal as to kill its own unarmed people, what else will it not do?\"  However, I do know that the \"Vindication of the 4 June incident\" slogan on my window and the \"End dictatorship\" slogan on Mr Andrew WAN's window will definitely not be removed unless the operational goals of the Hong Kong Alliance in Support of Patriotic Democratic Movements of China, namely \"Rehabilitate the 1989 pro-democracy movement; End one-party dictatorship; Demand accountability for the June 4th massacre; Build a democratic China\", are realized.  Otherwise, the slogans on our windows will stay there until the day we retire from the Legislative Council. I so submit.",
            "BookmarkName": "SP_MB_LCT_00318",
            "SpeakerID": 138,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_LCT_00318"
        },
        {
            "RundownID": 828787,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MR LEUNG YIU-CHUNG (in Cantonese): President, I absolutely support the motion proposed by Ms Tanya CHAN.  In recent years, the Communist Party of China (\"CPC\") regime has incessantly restricted the freedom of speech and the political rights of Hongkongers.  Such incidents as the Causeway Bay Books incident, the signing of a Confirmation Form for candidature in elections, and the disqualification (\"DQ\") of Members all reflected that the \"red line\" of CPC is advancing continually.  But the more rampant the political regime becomes, the more we should stand united.  Regarding the truth of the 1989 pro-democracy movement and the 4 June massacre that CPC is seeking to conceal by all means, we must be all the more determined to do justice to the deceased and injured, to their families, and to history. The five operational goals that the Hong Kong Alliance in Support of Patriotic Democratic Movements of China (\"the Alliance\") has championed for 29 years have again aroused concern in society following the arrogant remarks made recently by a Deputy to the Standing Committee of the National People's Congress, TAM Yiu-chung.  He claimed that the slogans chanted by Hongkongers for over two decades are in violation of the Constitution of China.  Meanwhile, former Director of the Hong Kong and Macao Affairs Office, WANG Guangya, echoed this view, and no doubt their purpose is to extend the application of the Constitution of China to Hong Kong.  But if this is really the intention, why is socialism not practised in Hong Kong?  According to the Constitution, we should not have implemented \"one country, two systems\" but rather, we should implement \"one country, one system\".  Why does the Basic Law still provide for the implementation of \"one country, two systems\" in Hong Kong? In view of this, President, I wish to point out that the more rampant our rivals are, the more we should stand united.  The more we do not wish to see a chilling effect created by them, the louder our voices should be in putting up resistance.  Whether in the past, or in future, the Alliance's position has been unequivocal and unswerving.  The chants of \"Release the dissidents; Rehabilitate the 1989 pro-democracy movement; Demand accountability of the June 4th massacre; End one-party dictatorship; Build a democratic China\" that we have shouted loudly all epitomize our freedom of speech which is protected by the Basic Law.  What is more, it has always been the case that these five slogans do not just belong to the Alliance, for they were chanted over the past two decades or more when over a million people took to the streets or hundreds of thousands of people attending assemblies to express their dissatisfaction with the CPC regime, and they are also the wish of the citizens of Hong Kong.  Therefore, these slogans carry the meaning of a referendum as they embody and reflect the public opinions.  We absolutely do not allow arbitrary encroachment and intimidation from the SAR Government and the CPC regime.Of course, faced with these aspirations, some members of the pro-establishment camp and senior CPC officials who are minded to embellish the political regime have purposely distorted right and wrong.  People who joined the condemnation of the 4 June massacre years back have outrageously taken the approach of collective amnesia now.  Some people said that the incident is already water under the bridge, that we should let bygones be bygones.  Some people even said that China does not practise one-party dictatorship but a system of multi-party cooperation and political consultation.  President, no matter what it is called, anyone who has a bit of knowledge will know that the so-called multi-party cooperation is sheer pretence and empty talk.  The actual political powers are still vested in the hands of CPC.  Back in 1989 when the pro-democracy movement took place, the decision of massacring the people was also made by a handful of people in CPC without any consensus reached after multi-party consultation.  Therefore, when we have to pursue responsibilities now, no doubt we must go after CPC. Let us look at it from a broader perspective.  In countries where a democratic political system is practised, it is just normal to overthrow the ruling party through social movements, and this is also a right to which the people are entitled.  The biggest problem with the politics of China is the lack of a democratic system for promoting the alternation of political parties, thus making it impossible for the people's wish to be manifested.  Under this situation, what can the people do if they are dissatisfied with the political regime?  This is why we consider it necessary to fight for the establishment of a democratic system in China.  For this reason, in the five operational goals of the Alliance we include the fight for the democratization of China, which is also the most important role played by Hong Kong people in supporting the democratic movement in China. President, here, I wish to say this to Hong Kong people: Many people said that it is meaningless to call for the vindication of the 4 June incident every year, and some people said that what happened in 1989 is the business of China and has nothing to do with Hongkongers.  President, I understand that this sense of helplessness is often disheartening but we cannot deny the fact that China and Hong Kong are destined to be inextricably linked with each other.  In the 1989 pro-democracy movement, Hongkongers had never been onlookers.  We have all along been supporting the pro-democracy movement in China.  While the last pro-democracy movement in 1989 did not come to fruition, and then we saw many instances of human rights being trampled on and the political reforms remaining stagnant, coupled with an imbalance in economic development, which did not bring about a good result, all these have been affecting Hong Kong and are closely related to Hong Kong. Therefore, today, I hope we all understand that we cannot feel dejected and we cannot give up.  The 4 June assembly will be held soon.  Here, I call on friends who supported the vindication of the 1989 pro-democracy movement before to continuously support the democratization of China and continuously make contribution to the future of Hong Kong.  I hope that we will not be afraid of the CPC regime and that we will cherish the freedom of speech, the freedom of assembly, and so on, enjoyed by us in Hong Kong.  I do not hope that we will yield to the intimidation from CPC and give up fighting.  Lastly, I hope that we will not flinch easily.  We should persevere until the 1989 pro-democracy movement is vindicated, until the day when the autocratic system comes to an end. President, I so submit.",
            "BookmarkName": "SP_MB_LYC_00310",
            "SpeakerID": 43,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_LYC_00310"
        },
        {
            "RundownID": 828799,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MR SHIU KA-CHUN (in Cantonese): Deputy President, facing the 4 June incident and history, what am I, SHIU Ka-chun?  Today, I have chosen an article written by the Tiananmen Mothers entitled \"This is our hope and hopefully it will not become despair once again\" as the main content of my speech.\"It is now the 29th year since the '4 June' massacre that shocked the world.  Yesterday, the fourth-generation leader who commands China was replaced by Mr XI Jinping as the fifth-generation leader.\"However, over these 29 years, the '4 June' issue has been drawing attention from the world, placed on the deck every year, but it has been firmly pressed down over those long years by leaders, one term after another, who refused to give an account for it in public.\"Today, the new-generation leader has assumed office.  As families of the victims of the '4 June' tragic incident―the Tiananmen Mothers, we unanimously request that they make remedies for the mistakes made by former leaders and resolutely handle it in a manner that can withstand the test of history.\"This is our hope and hopefully it will not become despair once again.\"In December last year, Mr XI Jinping, in his speech made during his inspection visit in Shenzhen and Guangzhou, mentioned, 'Why was the Soviet Union dissolved?  Why did the Communist Party of the Soviet Union collapse?'  He considered a very important reason the wavering of ideals and faith, which cost the Soviet Union the loss of its army and its apparatus of autocratic rule.  Finally, GORBACHEV, in a mild remark, announced the dissolution of the Community Party of the Soviet Union.  In such a grand party, 'not a single man came forth to resist'.\"In his speech, he did not mention the '4 June' of China, but the '4 June' issue was vividly implied.  One was '4 June' in China and the other the '19 August' in the Soviet Union.  The two major historical events were less than two years apart, but ended in entirely different outcomes.  The question posed in front of the leaders of China is: Was China's crackdown on '4 June' indeed an experience or a lesson?  They would not be unable to fathom and we, as victims of the '4 June' tragic incident, would not be unable to fathom.  Actually, the great change in the Soviet Union and Eastern Europe was a lesson learnt from the '4 June' massacre.  A political regime propped up by machine guns and tanks cannot last long.\"Then, where were the men in China back then?  They were definitely not DENG Xiaoping and LI PENG who mobilized troops to carry out the bloody crackdown.  They were: ZHAO Ziyang who was imprisoned by DENG Xiaoping, LI Peng and their successors for 15 full years on the grounds of exactly his opposition to mobilization of troops to carry out the crackdown and who did not yield, did not self-examine and then left the world in silence; WANG Huiping, a graduating student of Beijing Medical University, who rescued the injured from the piles of dead bodies again and again at the scene of the '4 June' massacre and ended up dying of a shot in her neck; LIU Fenggen, a worker in Beijing, who carried the injured on a door panel to the hospital again and again and eventually stopped breathing after being carried himself to the hospital by others; FANG Zheng, a graduating student of Beijing Sport University, who struggled to survive after seeing his legs run over by a tank and then amputated in order to save a companion and was eventually forced to leave the country  They were the good men of China.  In the '4 June' tragic incident, their heroic deeds moved us to tears and they faced death as their destiny.  They were many more than just these few people!  Self-assured and never discouraged, such a group of children of China had put up resistance one after another―as those in front fell, those behind took up their positions.  And yet they are always crushed, obliterated and finally vanished in the vast darkness.\"In the ensuing half a century and longer, so many outstanding young people, adults, men and women lied silently in pools of blood, bidding farewell to the land that gave birth to them and raised them.  Such scenes of death and bloodbath cast an unfading shadow over the Chinese nation.  All the achievements of the Communist Party of China have always been made at the expense of tens of millions of lives!\"In the political arena of China, there are always some overly conceited power holders who invariably believe that with guns and canons, they will never be toppled.  They invariably believe that with power, position and money, they will never fall.  They invariably disbelieve that justice is in everyone's heart, and that those who win people's hearts win the world and those who fail to do so lose the world.  They invariably do not believe that as the spell of good fortune runs out, nothing will be left.\"It has almost been 29 years since the occurrence of '4 June'.  As people contemplate the painfully learnt lesson and settle their mind, their thoughts become deep and rational.  Nowadays, China must engage itself in political reforms without hesitation, but it does not mean insistence on reforms under one-party dictatorship, otherwise it will return to its state 30 years before the period of reform and opening up.  To carry out reforms, the '4 June' issue must first be solved.  It is an essential notion that should be contained in the question.  In retrospect, during the Tiananmen democracy movement that persisted for 50 days back then, two loud and clear slogans were shouted in the square.  One was 'want freedom, want democracy'.  The other was 'anti-official profiteering, anti-depravity'.  Today, these two problems have not only remained unsolved but expanded to reach the climax.  Therefore, to implement political reforms, it is imperative to follow the direction of the Tiananmen democracy movement to firmly grasp and solve these two questions of the era.  Other than this, there is no way out for China!\"The solution to the '4 June' issue hinges on the repeated contests among various local and overseas political factions and political powers and on the most basic consensus reached among various political aspirations within and outside the government.  Such a consensus is currently absent.  It then relies on dialogues and negotiations between the people and the government.  The success or failure of such dialogues and negotiations accords with what people desire and what public sentiment favours.\"As the group of victims of '4 June' and as the Tiananmen Mothers, we have enough faith and enough patience.  After our generation is gone, there will be the next generation.\"\"After our generation is gone, there will be the next generation.\"Deputy President, this article is entitled \"This is our hope and hopefully it will not become despair once again\", and written by the Tiananmen Mothers.I so submit.",
            "BookmarkName": "SP_MB_SKC_00322",
            "SpeakerID": 141,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_SKC_00322"
        },
        {
            "RundownID": 828796,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MR TOMMY CHEUNG (in Cantonese): Deputy President, without our noticing it, it has been 29 years since the occurrence of the 4 June incident.  At this time every year, the Legislative Council will discuss the relevant incident, and Members of the Liberal Party will, as in the past, again speak and vote on this motion to reaffirm our position. The 4 June incident is a tragedy.  I believe it is the common wish of all patriotic Chinese people to never see the recurrence of similar incidents.  While people at my age still have a vivid memory of the scenes of the incident, most of them, like me, now still have a not at all full understanding of the whole course of events and how it eventually ended up in bloodshed.  In fact, many existing testimonies and arguments are still punctuated with errors or omissions, discrepancies and misrepresentations due to unfounded rumours and distorted accounts.  But no matter what, the Liberal Party remains convinced that this part of history will ultimately be accorded its fair judgment.The Liberal Party holds that we should learn a lesson from history, learn from mistakes and take them as a note of caution, and also look to the future.  Only in this way will our country keep progressing and become rich and strong, so that the efforts of our predecessors will not be wasted.  In fact, since its reform and opening up, the country has attained significant economic achievements and scaled new heights in such areas as economy, technology, education, culture and military strength, resulting in continuous growth in China's integrated strength, and it has also become an influential economic entity in the world.  According to the data released by the National Bureau of Statistics of the People's Republic of China, the Mainland has a Gross Domestic Product of as much as RMB 8.27 billion, equivalent to US$13 trillion, representing an actual growth of 7.2% compared with 2016, and it has maintained its status as the second largest economy in the world. Following the 19th National Congress of the Communist Party of China held this year, President XI Jinping made an important instruction in respect of the development of Hong Kong to promote collaboration between Hong Kong and the Mainland on the technology front and support Hong Kong to become an international innovation and technology hub, thereby contributing to the building of a leading nation in technology.  He also called for prompt and thorough implementation by the relevant authorities to take forward the relevant cooperation arrangement between Hong Kong and the Mainland. Moreover, President XI has also been vigorously promoting the Development Plan for a City Cluster in the Guangdong-Hong Kong-Macao Bay Area recently, so as to integrate Hong Kong into the overall development of the country, provide young people in Hong Kong with more room for development and open up new prospects for employment and business start-ups.  And it is believed that Hong Kong people will soon be granted Chinese national treatment on the Mainland.  Various signs have shown that China has reached a new level of development.  Hence, Hong Kong must also examine afresh the position and significance of the 4 June incident in the development of modern China with a new vision and perspective.The Liberal Party understands that the 4 June incident is still imprinted on the minds of many Hong Kong people, which is only natural.  But the country is currently on the right and smooth path, and the top priority now is to ensure a stable political, social and economic environment.  Only in this way can we create a more democratic and prosperous society, so that people may lead an affluent life and live in peace.  As to the right or wrong of the 4 June incident, we think we may leave it to the generation to come to draw an objective and impartial conclusion.  The Liberal Party will, as in the past, continue to abstain on this motion. Deputy President, I so submit.",
            "BookmarkName": "SP_MB_TC_00319",
            "SpeakerID": 55,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_TC_00319"
        },
        {
            "RundownID": 828798,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MR TONY TSE (in Cantonese): Deputy President, as the record shows, I have spoken every time when the motion on the 4 June incident was discussed in the previous term of the Legislative Council, and this year is no exception.  I wish to express my personal opinions, some of which being shared by many in Hong Kong, that while this 4 June incident is an extremely unfortunate one, I am convinced that history will give it a more definitive and fair verdict.The original purpose triggering the 1989 student movement mainly concerns such aspirations as anti-corruption, anti-official profiteering and crackdown on depravity by the Central Government.  As we all know, a clean, honest and efficient government is integral to the successful development of a country.  A corrupt government not only causes serious harm to the well-being of society and its people, but also poses as a persistent impediment on the path of the country's development.The country is making continued improvements in terms of bureaucratic integrity.  According to Transparency International, an international anti-corruption organization that compiles the annual Corruption Perceptions Index, the ranking of the Mainland has been climbing steadily, reaching 77 in the 2017 Index released early this year.  That said, I think there is still much room for improvement in terms of integrity in the Mainland.  I notice that, being well aware of the problem as well, the Central Government has been persevering with campaigns against corruption and promoting clean and honest government over the past few years, which led to many an official highly placed in the party, the government or the armed forces being toppled and punished.  While cracking down on depravity with determination that speaks for itself, the Government is making a big push in economic reforms and development.  After years of effort, China is now the second largest economy in the world with remarkable growth in Gross Domestic Product every year.Deputy President, corruption cannot be rooted out overnight.  It takes sustained efforts to prevent any seed of corruption from taking root.  I can see that as our country continues to develop and progress, offenders of corruption irrespective occupation and position will not be let off easily in the crackdown on depravity.I believe it will remain the aspirations of every Chinese to see corruption stamped out and integrity promoted, and a clean society is both a core value and the cornerstone of success of Hong Kong.  As our country thrives in the integrity drive, Hong Kong will make headway in tandem and continue its economic development, which will foster a prosperous society and a brighter future for the city.Deputy President, I so submit. ",
            "BookmarkName": "SP_MB_TT_00321",
            "SpeakerID": 127,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_TT_00321"
        },
        {
            "RundownID": 828792,
            "MeetingDate": "2018-05-23T00:00:00",
            "Content": "MR WU CHI-WAI (in Cantonese): President, the main theme of the 1989 pro-democracy movement was \"opposing official profiteering and opposing depravity\".  While the aspirations of the students for democracy, freedom and the rule of law back then were indeed limited and humble, which concerned no more than rights supposedly belonging to the people as claimed by the Chinese Constitution, the movement ultimately ended in a massacre nonetheless.  With the 4 June bloodshed lingering over its head as a grisly act of governance, the Communist Party of China (\"CPC\"), as we can see, employs all sorts of tricks and different tactics in the hope that its people will forget this bloody crime.To the people of Hong Kong, the significance of the 4 June incident lies in a clear understanding of the nature of CPC which, under the banner of one-party dictatorship, was capable of doing anything, including slaughtering unarmed students, for the sake of maintaining autocracy and the ruling regime.  The 4 June incident also caused anxiety among the people of Hong Kong who were concerned about whether their freedoms and the previous way of life could be maintained after the reunification.  Hence, the incident also led to the realization among the people of Hong Kong that to safeguard the freedoms enjoyed by Hong Kong people, we must, more than ever, fight for democracy and safeguard the principle of \"one country, two systems\".Indeed, we can see that, in the days since the reunification, the path of fighting for democracy has got increasingly long, and the task of safeguarding \"one country, two systems\" has become ever more arduous.  Despite such difficult times, it remains our conviction that by holding candlelight vigils every year to commemorate our compatriots killed, we can signify to the families of victims with the candlelight that \"people have not forgotten\", maintain our aspiration for democracy and strive to preserve our previous way of life under the banner of \"one country, two systems\".Someone may ask what does the slogan―\"End one-party dictatorship, Demand accountability of the June 4th massacre and Build a democratic China\", which people chanted aloud day in and day out in the past 29 years―have got to do with them?  Yet, seeing these chants being subjected repeatedly to censorship, we should realize that it is imperative for us to safeguard our memory and bear in mind the bloody and ruthless side of CPC.  For signifying to the victims and their families with our thoughts that \"people have not forgotten\" is precisely where our hope for the future lies.  I consider the preservation of this memory extremely important.  It is also a weapon which unarmed civilians must safeguard under an autocratic regime.  If we are deprived of even this weapon, the autocratic CPC will only act ever more unscrupulously.XI Jinping talks often about the Chinese dream of the great rejuvenation of the Chinese nation.  Judging from the present course of development, this \"Chinese dream\" is built only upon a nation that derives its great might from nothing other than money, where such basic rights as democracy, freedom and human rights are swept aside.  Hence, in holding the candlelight vigil in memory of the 4 June incident every year, we are sounding our warning to XI Jinping and the entire CPC that no matter how powerful our country is in economic terms, those who pursue democracy and freedom in China will not easily give up for reasons of these economic developments or their own short-term interest.As a matter of fact, DENG Xiaoping once pointed out that, to him―and for the sake of protecting CPC's dictatorship, the 4 June massacre was an inevitable turn of events.  They must be held accountable for such an inevitable turn of events, since they had truly unleashed a bloody massacre against unarmed students and civilians of China with tanks and dumdum bullets.  The people will not forget as long as CPC remains unwilling to face up squarely to this chapter of history.Before fully defeating the Kuomintang, CPC in fact often spoke about ending one-party dictatorship in hypocritical rhetoric, claiming that democracy could be achieved only through the end of one-party dictatorship.  As a matter fact, as members of the pro-democracy camp, we have for years striven to establish a democratic system in Hong Kong, all because we wish to see the implementation of Articles 45 and 68 of the Basic Law so that Hong Kong can select its Chief Executive and form the Legislative Council through genuine universal suffrage.  It is our objective to ensure the preservation of our society's core values through the establishment a democratic system, which can never exist under one-party dictatorship.On the night of 4 June commemorating the massacre, when we light up candles in the Victoria Park and chant: \"End one-party dictatorship, Demand accountability of the June 4th massacre and Build a democratic China\", we are voicing the exact dream of everyone in China and in Hong Kong.  Even though we have a long way to go on the path to democracy, such an ideal, to which everyone should be entitled, is sweeping the world like a wave.  While dreaming about a Hong Kong being swept up by this vast and mighty wave, we also hope that some day, the Chinese people on the soil of China too can enjoy the beauty of democracy and freedom.Thanks to the candlelight lit up by everyone of us in the Victoria Park every year, the sentiment of \"Do not want to remember, but dare not forget\" can be sustained.  It is only through this act, which remains the sharpest thorn on the side of CPC, that CPC will not forget its people (The buzzer sounded) ",
            "BookmarkName": "SP_MB_WCW_00315",
            "SpeakerID": 99,
            "HansardID": 2451,
            "HansardFileURL": "https://www.legco.gov.hk/yr17-18/english/counmtg/hansard/cm20180523-translate-e.pdf#nameddest=SP_MB_WCW_00315"
        }
    ]
}
